
export const testSenfList = [
    {Id:1,Title:'خرده فروشی',Children:[
        {Id:11,Title:'سوپرمارکت'},
        {Id:12,Title:'سایر خرده فروشی',Children:[
            {Id:121,Title:'سوپر میوه'},
            {Id:122,Title:'قصابی'},
            {Id:123,Title:'abc'},
        ]}
    ]},
    {Id:2,Title:'abc عمده',Children:[
        {Id:21,Title:'پحش خوارو بار'},
        {Id:22,Title:'abcd سایر عمده فروشی',Children:[
            {Id:221,Title:'پخش میوه'},
            {Id:222,Title:'پخش گوشت'},
        ]}
    ]},
    {Id:3,Title:'تولیدی',Children:[
        {Id:31,Title:'کارخانه'},
        {Id:32,Title:'سایر تولیدی',Children:[
            {Id:321,Title:'تولید مبل'},
            {Id:322,Title:'تولید بستنی'},
        ]}
    ]},
]
export const senfList2 = [
    { Id: "1", Title: "آبکار" },
    { Id: "2", Title: "آرایشگر زنانه" },
    { Id: "3", Title: "آرایشگر مردانه" },
    { Id: "_4", Title: "آژانس تاکسی" },
    { Id: "4", Title: "آسیابدار" },
    { Id: "5", Title: "آموزشگاه" },
    { Id: "6", Title: "آهن ساز" },
    { Id: "7", Title: "آهنگر اتومبیل" },
    { Id: "8", Title: "آهنگر ساختمان" },
    { Id: "9", Title: "ابزار فروش" },
    { Id: "10", Title: "اتوسرویس" },
    { Id: "11", Title: "اسباب بازی" },
    { Id: "12", Title: "اشیا قدیمی و سنایع دستی" },
    { Id: "13", Title: "اغذیه فروش" },
    { Id: "14", Title: "الکتروموتور و سیم پیچ" },
    { Id: "15", Title: " سیم کشی" },
    { Id: "16", Title: "الکتریکی" },
    { Id: "17", Title: "سینما" },
    { Id: "18", Title: "تاتر" },
    { Id: "19", Title: "انباردار" },
    { Id: "20", Title: "اوراق کننده اتومبیل" },
    { Id: "21", Title: "بار فروش" },
    { Id: "22", Title: "بارکش " },
    { Id: "23", Title: "بازرگان" },
    { Id: "24", Title: "باطری ساز" },
    { Id: "25", Title: "باطری فروش" },
    { Id: "26", Title: "بافنده" },
    { Id: "27", Title: "بستنی و فالوده فروش" },
    { Id: "28", Title: "آبمیوه فروش" },
    { Id: "29", Title: "بنکدار مواد غذایی" },
    { Id: "30", Title: "بنکدار چای" },
    { Id: "31", Title: "بوفه دار سینما" },
    { Id: "32", Title: "دفتر بیمه" },
    { Id: "33", Title: "مرغ، ماهی یا سایر پرندگان" },
    { Id: "34", Title: "پزشک عمومی" },
    { Id: "35", Title: "پزشک متخصص" },
    { Id: "36", Title: "پوشش کار داخل ساختمان" },
    { Id: "37", Title: "پیچ و مهره فروش" },
    { Id: "38", Title: "پیراهن دوز" },
    { Id: "39", Title: "پیراهن فروش" },
    { Id: "40", Title: "پیمانکار" },
    { Id: "41", Title: "تابلوساز" },
    { Id: "42", Title: "تابلوساز موسسات برق صنعتی" },
    { Id: "43", Title: "تاسیسات مکانیکی ساختمان" },
    { Id: "44", Title: "تالار پذیرایی" },
    { Id: "45", Title: "تاکسی بار" },
    { Id: "46", Title: "تراشکار" },
    { Id: "47", Title: "تزئینات داخل ساختمان" },
    { Id: "48", Title: "تزئینات سفره عقد" },
    { Id: "49", Title: "لباس عروس" },
    { Id: "50", Title: "تشک دوز اتومبیل" },
    { Id: "", Title: "تعمیرکار چرخ خیاطی" },
    { Id: "", Title: "تعمیر کار دچرخه" },
    { Id: "", Title: "تعمیر کار موتور سیکلت" },
    { Id: "", Title: "تعمیر کار قفل و کلید، کلید ساز" },
    { Id: "", Title: "تعمیر کار لوازم صوتی و تصویری" },
    { Id: "", Title: "تعمیرکار لوازم خانگی" },
    { Id: "", Title: "تعویض روغن و آپاراتی" },
    { Id: "", Title: "تلفن و موبایل" },
    { Id: "", Title: "توزیع کننده یخ" },
    { Id: "", Title: "تولید کننده لوازم برقی" },
    { Id: "", Title: "تولید کننده لوازم الکترومکانیک" },
    { Id: "", Title: "تعمیر کننده لوازم الکترومکانیک" },
    { Id: "", Title: "تولید کننده محصولات و مواد اولیه بیسکوئیت، شیرینی و شکلات" },
    { Id: "", Title: "جراید" },
    { Id: "", Title: "جواهر، طلا" },
    { Id: "", Title: "نقره و بدلیجات" },
    { Id: "", Title: "جوشکار" },
    { Id: "", Title: "درب و پنجره ساز آهنی" },
    { Id: "", Title: "چاپخانه دار" },
    { Id: "", Title: "چادر دوز و برزنت فروش" },
    { Id: "", Title: "چرم فروش" },
    { Id: "", Title: "چرم و لوازم کفش" },
    { Id: "", Title: "چلوکباب و چلو خورش" },
    { Id: "", Title: "چوب و تخته و فیبر" },
    { Id: "", Title: "حسابدار و حسابرس" },
    { Id: "", Title: " حفاری و حفر چاههای عمیق و نیمه عمیق" },
    { Id: "", Title: "حلوا ساز و عصار" },
    { Id: "", Title: "حمل و نقل بین شهری" },
    { Id: "", Title: "خبرنگاه" },
    { Id: "", Title: "خدمات درمانی" },
    { Id: "", Title: "خدمات فنی" },
    { Id: "", Title: "خدمات مهندسی ، نظام مهندسی" },
    { Id: "", Title: "خدمات و فروش رایانه کامپیوتر" },
    { Id: "", Title: "خررازی" },
    { Id: "", Title: "خرده فروش سکه طلا" },
    { Id: "", Title: "خشکبار و آجیل فروش" },
    { Id: "", Title: "خشکشویی و لباسشویی" },
    { Id: "", Title: "خوارو بار فروش" },
    { Id: "", Title: "خیاط" },
    { Id: "", Title: "داروخانه" },
    { Id: "", Title: "پخش دارو" },
    { Id: "", Title: "دامدار" },
    { Id: "", Title: "دباغ و پوستی" },
    { Id: "", Title: "، جار ،درودگر" },
    { Id: "", Title: "مبل ساز" },
    { Id: "", Title: "دستگاههای مخابراتی و ارتباطی و لوازم جانبی" },
    { Id: "", Title: "دستگاههای صوتی و تصویری" },
    { Id: "", Title: "دفتر اسناد رسمی" },
    { Id: "", Title: "دفتر دار" },
    { Id: "", Title: "دل و جگر و قلوه" },
    { Id: "", Title: "دندانساز" },
    { Id: "", Title: "دندانساز تجربی" },
    { Id: "", Title: "دوچرخه و موتور سیکلت" },
    { Id: "", Title: "ذغال فروش" },
    { Id: "", Title: "ذوب فلزات" },
    { Id: "", Title: "فروشندگان رادیو و لوازم یدکی" },
    { Id: "", Title: "کافی نت و بازیهای کامپیوتر" },
    { Id: "", Title: "رنگ فروش" },
    { Id: "", Title: "روی فروش و مسگر" },
    { Id: "", Title: "تعیمرکار ساعت" },
    { Id: "", Title: "فروشنده ساعت" },
    { Id: "", Title: "تولید کننده ساعت" },
    { Id: "", Title: "تعمیر کار عینک" },
    { Id: "", Title: "فروشنده عینک" },
    { Id: "", Title: "تولید کننده عینک" },
    { Id: "", Title: "سازنده درب و پنجره آلومینیوم" },
    { Id: "", Title: "سالن پذیرایی" },
    { Id: "", Title: "سراج و تشک دوز" },
    { Id: "", Title: "سرایدار" },
    { Id: "", Title: "سفال و سرامیک" },
    { Id: "", Title: "سماورساز و چراغ ساز" },
    { Id: "", Title: "سمساز" },
    { Id: "", Title: "سموم دفع آفات" },
    { Id: "", Title: "سنج و طبل" },
    { Id: "", Title: "سنگبر و سنگ تراش" },
    { Id: "", Title: "سوپرمارکت" },
    { Id: "", Title: "سیسمونی" },
    { Id: "", Title: "سیمانکار" },
    { Id: "", Title: "موزائیک سازی" },
    { Id: "", Title: "شالیکوب" },
    { Id: "", Title: "شبرنگ و کفپوش و دیوار کوب" },
    { Id: "", Title: "شمع و پارافین" },
    { Id: "", Title: "شوفاژ و تهویه مطبوع" },
    { Id: "", Title: "شیشه و آئینه" },
    { Id: "", Title: "صابون ساز و صابون فروش" },
    { Id: "", Title: "صافکاری اتومبیل" },
    { Id: "", Title: "صباغ و گلزن" },
    { Id: "", Title: "صحافی و آلبوم سازی" },
    { Id: "", Title: "صرافی" },
    { Id: "", Title: "صنایع آلومنیوم" },
    { Id: "", Title: "صنایع برودتی، تهویه مطبوع و شوینده" },
    { Id: "", Title: "صنایع فلزی" },
    { Id: "", Title: "صنعتگر" },
    { Id: "", Title: "صنف پارچه" },
    { Id: "", Title: "ضایعات فلزی و غیر فلزی" },
    { Id: "", Title: "ظروف آلومینیوم" },
    { Id: "", Title: "ظروف بلور و چینی " },
    { Id: "", Title: "لوستر" },
    { Id: "", Title: "ظروف کرایه" },
    { Id: "", Title: "عتیقه فروش و مصنوعات دستی" },
    { Id: "", Title: "عطار و سقط فروش" },
    { Id: "", Title: "عکاس و فیلمبردار" },
    { Id: "", Title: "غلات و حبوبات" },
    { Id: "", Title: "فتوکپی و اوزالید " },
    { Id: "", Title: "فخاران" },
    { Id: "", Title: "فرش دستباف و گلیم" },
    { Id: "", Title: "فرش فروش" },
    { Id: "", Title: "فروشنده آهن و فولاد" },
    { Id: "", Title: "فروشنده گل" },
    { Id: "", Title: "فروشنده لاستیک" },
    { Id: "", Title: "فروشنده لوازم پزشکی و طبی" },
    { Id: "", Title: "فروشنده محصولات گوشتی" },
    { Id: "", Title: "فروشنده نفت" },
    { Id: "", Title: "فروشنده لوازم خانگی" },
    { Id: "", Title: "فلزات آهنی و غیر آهنی" },
    { Id: "", Title: "قالیشویی" },
    { Id: "", Title: "قصابی" },
    { Id: "", Title: "قنادی، شیرینی و کافه قنادی" },
    { Id: "", Title: "قند ریزان" },
    { Id: "", Title: "قهوه خانه" },
    { Id: "", Title: "گالری" },
    { Id: "", Title: "گچ و آهگ و مصالح ساختمانی" },
    { Id: "", Title: "گرمابه حمام" },
    { Id: "", Title: "گلگیر و رادیاتور" },
    { Id: "", Title: "گوشت گاوی" },
    { Id: "", Title: "گوشت گوسفندی" },
    { Id: "", Title: "گونی و لوازم" },
    { Id: "", Title: "لاستیک و روغن" },
    { Id: "", Title: "بوتیک و پوشاک فروش" },
    { Id: "", Title: "لبنیات" },
    { Id: "", Title: "لوازم آرایشی و بهداشتی" },
    { Id: "", Title: "لوازم التحریر" },
    { Id: "", Title: "لوازم الکتریکی و سیم کشی" },
    { Id: "", Title: "لوازم بهداشتی ساختمان" },
    { Id: "", Title: "لوازم خانگی" },
    { Id: "", Title: "لوازم دندانپزشکی" },
    { Id: "", Title: "لوازم شکار و ماهیگیری" },
    { Id: "", Title: "لوازم صوتی و تصویری" },
    { Id: "", Title: "لوازم فلزی خانگی" },
    { Id: "", Title: "لوازم مسی" },
    { Id: "", Title: "لوازم مهندسی" },
    { Id: "", Title: "لوازم و مواد اولیه دامداری" },
    { Id: "", Title: "لوازم ورزشی" },
    { Id: "", Title: "لوازم یدکی اتومبیل " },
    { Id: "", Title: "لوله فروشی" },
    { Id: "", Title: "ماشین آلات راهسازی و ساختمانی" },
    { Id: "", Title: "ماشین آلات صنعتی" },
    { Id: "", Title: "ماشین آلات کشاورزی" },
    { Id: "", Title: "ماشین ساز و فلز تراش" },
    { Id: "", Title: "ماشین های اداری" },
    { Id: "", Title: "میز و صندلی و مبلمان اداری" },
    { Id: "", Title: "محصولات فرهنگی" },
    { Id: "", Title: "محقق" },
    { Id: "", Title: "مربی فنی و حرفه ای" },
    { Id: "", Title: "مرغ و ماهی فروش" },
    { Id: "", Title: "باشگاه و ورزشگاه" },
    { Id: "", Title: "مرکز تفریحی" },
    { Id: "", Title: "مسافرخانه" },
    { Id: "", Title: "مسافربری" },
    { Id: "", Title: "مشاوره و خدمات" },
    { Id: "", Title: "مشاور املاک" },
    { Id: "", Title: "مصالح سنگی" },
    { Id: "", Title: "مصنوعات پلاستیک و نایلون" },
    { Id: "", Title: "مصنوعات فلزی خانگی" },
    { Id: "", Title: "مصنوعات نفت و گاز" },
    { Id: "", Title: "مصنوعات الکتریک" },
    { Id: "", Title: "معدن و استخراج" },
    { Id: "", Title: "مهد کودک" },
    { Id: "", Title: "مهر و آرم و چاپ اسکرین" },
    { Id: "", Title: "مواد اولیه کشاورزی و لوازم باغبانی" },
    { Id: "", Title: "مواد شیمیایی" },
    { Id: "", Title: "مواد غذایی" },
    { Id: "", Title: "مواد و لوازم نساجی" },
    { Id: "", Title: "موسسات توریستی" },
    { Id: "", Title: "اتومبیل کرایه" },
    { Id: "", Title: "موسیقی" },
    { Id: "", Title: "مکانیک اتومبیل" },
    { Id: "", Title: "میخ و قفل و لوله" },
    { Id: "", Title: "میوه فروشی" },
    { Id: "", Title: "میوه و سبزی فروشی" },
    { Id: "", Title: "میوه و تره بار میادین" },
    { Id: "", Title: "ناشر" },
    { Id: "", Title: "کتاب فروشی" },
    { Id: "", Title: "نانوایی" },
    { Id: "", Title: "نبات و آب نبات ریز" },
    { Id: "", Title: "نخ و لوازم قالیبافی" },
    { Id: "", Title: "نداف" },
    { Id: "", Title: "نشریه" },
    { Id: "", Title: "فروشندگان رسمی نفت" },
    { Id: "", Title: "نقاشی اتومبیل" },
    { Id: "", Title: "نقاشی ساختمان" },
    { Id: "", Title: "نمایشگاه ماشین سنگین" },
    { Id: "", Title: "نمایشگاه خودرو" },
    { Id: "", Title: "نوشت افزار" },
    { Id: "", Title: "هتلدار" },
    { Id: "", Title: "هنرمند" },
    { Id: "", Title: "ورزشکار" },
    { Id: "", Title: "وکیل" },
    { Id: "", Title: "کارشناس رسمی" },
    { Id: "", Title: "کارگزار گمرکی یا حق العمل کار" },
    { Id: "", Title: "کاشی ساز" },
    { Id: "", Title: "کاشی فروش" },
    { Id: "", Title: "کاغذ و مقوا" },
    { Id: "", Title: "کالای لوکس و کادو" },
    { Id: "", Title: "کالای کشباف" },
    { Id: "", Title: "کامیون دار کمپرسی" },
    { Id: "", Title: "کامیوندار و ماشین سنگین" },
    { Id: "", Title: "راننده تاکسی" },
    { Id: "", Title: "کفاش دست دوز" },
    { Id: "", Title: "کفاش صنعتی" },
    { Id: "", Title: "کفش فروشی" },
    { Id: "", Title: "کفش ماشینی" },
    { Id: "", Title: "کلاه دوز" },
    { Id: "", Title: "کله پز و سیرابی فروش" },
    { Id: "", Title: "کریشه، گراور ، لیتوگراف" },
    { Id: "", Title: "کوره پز" },
    { Id: "", Title: "کیف" },
    { Id: "", Title: "کیوسکدار و صندوق دار یخ" },
    

]
export const senfList = [
    {
        Id: "6c0bbaaa-e14c-498e-8a34-952e0bc74287",
        Title: "آموزش و پژوهش",
        Children: [
            {
                Id: "4b146f0b-a157-49ed-8733-66d403df3c4d", Title: "آزمایش، پژوهش و تحقیق",
                Children: [

                    { Id: "f385f9cf-dc0c-4c06-b56b-ecda0f6b8c06", Title: "سایر فعالان حوزه آزمایش، پژوهش و تحقیق" },


                    { Id: "a50f1861-3479-4a5f-9657-3464aa59d189", Title: "موسسات آموزشی، پژوهشی و تحقیقاتی" },

                ]
            },
            {
                Id: "627e549c-2287-4b29-b794-40b8d53ee024", Title: "آموزش های خاص",
                Children: [
                    {
                        Id: "af974d12-77f9-419e-8cb5-7f9f00c65d89", Title: "آموزش آرایش",
                        Children: [

                            { Id: "f2463c2a-09b1-4a62-9130-80db82fa9075", Title: "آرایش آقایان" },


                            { Id: "6368f104-53c1-4635-99df-334a84d9602d", Title: "آرایش بانوان" },

                        ]
                    },


                    { Id: "10f04783-d5a9-4b16-9bf0-2593d8e5cd72", Title: "آموزش آشپزی" },


                    { Id: "592c4c0f-3aae-44dc-9874-aecc18d4723c", Title: "آموزش بازیگری" },


                    { Id: "fd76bb22-bd56-4def-95f3-630380d5bc5c", Title: "آموزش بافندگی و قالی بافی " },


                    { Id: "f4a0bad5-46e4-49e9-96d5-baea69f81ab1", Title: "آموزش پرواز" },


                    { Id: "5c14d946-b89e-47ae-b889-4b5be27b5646", Title: "آموزش تعمیر موبایل" },


                    { Id: "a58b1e15-59d2-4add-91e3-b6d215dcf7c8", Title: "آموزش حسابداری" },


                    { Id: "fe22d373-70c6-44fc-8c04-cc8f4fe1af34", Title: "آموزش خیاطی و گلدوزی" },


                    { Id: "652fab3a-bb14-41da-bca4-d4b6f833c2f6", Title: "آموزش دوبله و گویندگی" },


                    { Id: "c4be6643-c52e-43f2-9cec-4d8ca69cbb17", Title: "آموزش دوره های مدیریت" },


                    { Id: "ba4502a6-4be3-4d83-a65c-2267e54472c9", Title: "آموزش رانندگی" },


                    { Id: "0c732b46-1d7c-4080-bdd9-3e466268098c", Title: "آموزش زبان خارجی" },


                    { Id: "8c004ea7-b6a4-4949-8054-fca5276534a0", Title: "آموزش طلا سازی" },


                    { Id: "0bca5932-851d-4ec6-a8eb-644169c5f7c7", Title: "آموزش عمومی هنر" },


                    { Id: "a3895451-0ef5-4de8-a390-58963ee44145", Title: "آموزش قرآن" },


                    { Id: "eb440734-006f-402c-b960-240b8867de59", Title: "آموزش موسیقی" },


                    { Id: "43ef9799-aa3d-4705-84f3-97c5006f3bac", Title: "آموزش نقشه کشی" },


                    { Id: "5297076d-24f7-4b74-8bd1-91e22cb483df", Title: "آموزش های سینمایی و عکاسی" },


                    { Id: "76f95031-ed39-4376-98e9-168e131ba0a3", Title: "آموزش هتلداری و گردشگری" },


                    { Id: "7985a8ca-4e20-48d6-b788-aec028cae38f", Title: "آموزش هنرهای تجسمی، نقاشی و خوشنویسی" },


                    { Id: "8e55e04a-2d84-43a0-82bd-41214c7d6aab", Title: "آموزش ورزشی" },


                    { Id: "eafaf15d-3ea4-4b7d-a2a8-29f36d51d30b", Title: "آموزش کامپیوتر" },


                    { Id: "8b6c2e8b-3771-4f3d-b7ef-dbe1e77babdc", Title: "آموزش کودکان استثنایی" },


                    { Id: "4fc2ebd5-2e69-44b7-8976-40dd3629a7cb", Title: "آموزشگاه فنی و حرفه ای" },


                    { Id: "f4e89284-a4e4-4f9f-963c-cd84741e0975", Title: "تدریس خصوصی و کنکور" },


                    { Id: "e8f4c836-292b-40a7-88b1-c997a0fae5d9", Title: "سایر موارد" },

                ]
            },


            { Id: "0b2a0a5e-6b74-4129-83b1-b11793baaadc", Title: "اعزام دانشجو" },


            { Id: "8a73ee8b-8b55-412e-a580-983c4a9cc23d", Title: "تجهیزات هوشمند سازی آموزشی" },


            { Id: "0a73fcd0-ea35-4fc7-b788-b9a86fe5fb23", Title: "تجهیزات کمک آموزشی" },



            {
                Id: "ae53d119-a34d-4e6d-b3e6-5352c9c6b8b9", Title: "حوزه علمیه",
                Children: [

                    { Id: "9c7c5652-ef25-4926-a232-6e1f477031c0", Title: "حوزه علمیه برادران" },


                    { Id: "8d233510-0ebf-4309-bbdf-6ed1eaa46f75", Title: "حوزه علمیه خواهران" },

                ]
            },


            { Id: "08b41d77-2cbf-4023-97b7-1f890cae52e1", Title: "دانشکده و دانشگاه" },


            { Id: "7cfb4b94-6f3a-4294-a9e7-a25afecd6d36", Title: "صنایع و تجهیزات آموزشی" },



            {
                Id: "1557c387-cc18-478e-ad4b-72f67e181a20", Title: "مدارس",
                Children: [


                    {
                        Id: "4e7ded91-81db-40f7-bc4c-7e5edbea200d", Title: "پیش دانشگاهی دولتی",
                        Children: [

                            { Id: "004ba8e5-168c-4bd4-9e10-bfb85781e49e", Title: "پیش دانشگاهی دولتی پسرانه" },


                            { Id: "e1e1c2e6-1156-4f53-b89f-dd16bb2a271e", Title: "پیش دانشگاهی دولتی دخترانه" },

                        ]
                    },



                    {
                        Id: "603617df-8a39-4e21-9743-6cacbdf6e976", Title: "پیش دانشگاهی غیر انتفاعی",
                        Children: [

                            { Id: "aa9a30a5-b276-409d-8698-eebe464b7cb4", Title: "پیش دانشگاهی غیر انتفاعی پسرانه" },


                            { Id: "25efd24e-d5d8-45b8-ae03-e632c451ddd2", Title: "پیش دانشگاهی غیر انتفاعی دخترانه" },

                        ]
                    },



                    {
                        Id: "e16b0faa-42ff-4f1d-a0b0-8847ca44ce66", Title: "پیش دبستان و مهد کودک دولتی",
                        Children: [

                            { Id: "49f76f76-cae9-40b4-8a87-12c276152727", Title: "پیش دبستان و مهد کودک دولتی پسرانه" },


                            { Id: "bb1d0081-66d3-4e3c-a656-c9dff6013a06", Title: "پیش دبستان و مهد کودک دولتی دخترانه" },


                            { Id: "5cca842a-3327-4eaf-bb4c-397937db938d", Title: "پیش دبستان و مهد کودک دولتی مختلط" },

                        ]
                    },



                    {
                        Id: "2da974e5-8b14-4bd1-9782-020d5f9d8b70", Title: "پیش دبستان و مهد کودک غیر انتفاعی",
                        Children: [

                            { Id: "1e639399-597f-4d3c-ad44-610caf32e2a4", Title: "پیش دبستان و مهد کودک غیر انتفاعی پسرانه" },


                            { Id: "10d91ae5-77d0-4239-b3d5-89497a06ae70", Title: "پیش دبستان و مهد کودک غیر انتفاعی دخترانه" },


                            { Id: "8baeb8ad-2857-406b-828d-3d350b630623", Title: "پیش دبستان و مهد کودک غیر انتفاعی مختلط" },

                        ]
                    },



                    {
                        Id: "3116a8ac-05dd-4cd7-9a76-c24d7557ae60", Title: "دبستان دولتی",
                        Children: [

                            { Id: "7b61f4f4-f9c4-4c46-98d1-177e325b3ad9", Title: "دبستان دولتی پسرانه" },


                            { Id: "b4579ecb-1638-4a2c-834a-f4ade308f4e9", Title: "دبستان دولتی دخترانه" },

                        ]
                    },



                    {
                        Id: "0eeb2a76-b401-4c65-badf-3614a281112d", Title: "دبستان غیر انتفاعی",
                        Children: [

                            { Id: "a2c04bd5-1d9f-4137-addd-8fb9f071e8d0", Title: "دبستان غیر انتفاعی پسرانه" },


                            { Id: "ed9779d5-eadc-4092-9d19-cb23442cff93", Title: "دبستان غیر انتفاعی دخترانه" },

                        ]
                    },



                    {
                        Id: "87d85f11-07b7-4aff-9cbc-21f29cc71cc5", Title: "دبیرستان دولتی",
                        Children: [

                            { Id: "c148e68a-2371-478d-ae47-3c00014b350b", Title: "دبیرستان دولتی پسرانه" },


                            { Id: "11a14288-40bb-4a06-afab-0e799906911d", Title: "دبیرستان دولتی دخترانه" },

                        ]
                    },



                    {
                        Id: "35708386-cd3a-484a-a299-e608d3cf2a22", Title: "دبیرستان غیر انتفاعی ",
                        Children: [

                            { Id: "be02d6b0-c87a-4952-94f6-3b7278014c32", Title: "دبیرستان غیر انتفاعی پسرانه" },


                            { Id: "c9ce73a2-5a7b-47d5-a6b2-9cc38161e760", Title: "دبیرستان غیر انتفاعی دخترانه" },

                        ]
                    },



                    {
                        Id: "c6604b92-3c99-4055-bd05-923c1167e24d", Title: "مجتمع آموزشی دولتی",
                        Children: [

                            { Id: "8290e2b1-bda7-4b16-8cd8-4302efca0434", Title: "مجتمع آموزشی دولتی پسرانه" },


                            { Id: "fb787f44-0770-419a-b1cc-bd445ca7575f", Title: "مجتمع آموزشی دولتی دخترانه" },

                        ]
                    },



                    {
                        Id: "e876f792-2b30-4e3c-b4de-fdebd23fc442", Title: "مجتمع آموزشی غیر انتفاعی",
                        Children: [

                            { Id: "1676b170-4b9d-49e3-af8e-c951ad3b79db", Title: "مجتمع آموزشی غیر انتفاعی پسرانه" },


                            { Id: "52fd87a8-4777-41d1-8e3f-7cbdef8226b8", Title: "مجتمع آموزشی غیر انتفاعی دخترانه" },

                        ]
                    },



                    {
                        Id: "231b1fe2-6da2-4db6-8778-9e09a7763117", Title: "مدارس استثنایی",
                        Children: [

                            { Id: "1fdc76d0-5316-4902-a9ec-a24406a9aa8a", Title: "مدارس استثنایی دبستان" },


                            { Id: "9d0e749f-3e4b-44f8-b43b-cfe25cc63586", Title: "مدارس استثنایی دبیرستان" },


                            { Id: "1e270933-e172-46d4-8ecc-b243f521be02", Title: "مدارس استثنایی راهنمایی" },

                        ]
                    },


                    { Id: "7e225f0b-9969-4cee-a317-e98a35c32779", Title: "مدارس تیزهوشان" },


                    { Id: "59713255-8a86-41a3-a568-7e741faf023b", Title: "مدارس خارجی" },



                    {
                        Id: "ef31797b-8699-4cef-958f-cad37474f362", Title: "مدرسه راهنمایی دولتی",
                        Children: [

                            { Id: "72b3552c-83d8-4cca-a9f5-34d12e38ebff", Title: "مدرسه راهنمایی دولتی پسرانه" },


                            { Id: "3c7a0872-dbc0-451e-b60f-b54e124bdc02", Title: "مدرسه راهنمایی دولتی دخترانه" },

                        ]
                    },



                    {
                        Id: "0d02688f-c635-4111-aa8d-c24841391e16", Title: "مدرسه راهنمایی غیر انتفاعی",
                        Children: [

                            { Id: "0c9b36d9-2a65-42b6-b414-891da64cd021", Title: "مدرسه راهنمایی غیر انتفاعی پسرانه" },


                            { Id: "ad3f7f4a-89e1-4b94-ab37-2c0d98eccc73", Title: "مدرسه راهنمایی غیر انتفاعی دخترانه" },

                        ]
                    },


                    { Id: "409a6148-f402-4fc7-954c-c0bdee525021", Title: "مهدکودک" },



                    {
                        Id: "c43214d1-991d-40b2-81b8-260fc4eebf3c", Title: "هنرستان فنی و حرفه ای دولتی",
                        Children: [

                            { Id: "0fe83c42-c490-44bb-a48f-06b8ee14cf88", Title: "هنرستان فنی و حرفه ای دولتی پسرانه" },


                            { Id: "92b0fcea-9a08-4a84-8af5-996580b3f98c", Title: "هنرستان فنی و حرفه ای دولتی دخترانه" },

                        ]
                    },



                    {
                        Id: "261ae28a-da30-4554-9457-cdfe98c77a68", Title: "هنرستان فنی و حرفه ای غیر انتفاعی",
                        Children: [

                            { Id: "aa7a60be-af15-4178-9ef5-b15c3b72bf45", Title: "هنرستان فنی و حرفه ای غیر انتفاعی پسرانه" },


                            { Id: "cd54a1f3-e881-4e91-bbff-3ef88bdfa76e", Title: "هنرستان فنی و حرفه ای غیر انتفاعی دخترانه" },

                        ]
                    },



                    {
                        Id: "970062a2-85cd-4db5-92a9-8e22b301ff8f", Title: "هنرستان کار و دانش دولتی",
                        Children: [

                            { Id: "69624e7a-0cce-4087-afd8-ae6227453eef", Title: "هنرستان کار و دانش دولتی پسرانه" },


                            { Id: "e3a19056-3fe7-43e7-8f1e-02c3e76096b2", Title: "هنرستان کار و دانش دولتی دخترانه" },

                        ]
                    },



                    {
                        Id: "4be1409e-516f-4d46-9b27-200b02c96c54", Title: "هنرستان کار و دانش غیر انتفاعی",
                        Children: [

                            { Id: "92acd329-a39e-4438-9246-acf7f74eb3a7", Title: "هنرستان کار و دانش غیر انتفاعی پسرانه" },


                            { Id: "c149cf45-b96d-4894-af51-b7162f1a5f26", Title: "هنرستان کار و دانش غیر انتفاعی دخترانه" },

                        ]
                    },

                ]
            },



            {
                Id: "1eaa10fd-f0e1-486a-94b0-3eda213c5552", Title: "کتابخانه ها",
                Children: [

                    { Id: "c63d7f8e-88cf-4dd9-9075-0418fabbb7e1", Title: "خدمات کتابداری" },


                    { Id: "774d544a-e703-4e8f-ae33-504d8f80160c", Title: "کتابخانه" },

                ]
            },

        ]
    },
    {
        Id: "3c427929-134e-4376-899a-130573f25b83",
        Title: "بهداشت و سلامت",
        Children: [
            {
                Id: "5fbf564c-07ca-4fdf-9c75-91803811432a",
                Title: "پزشک، دندانپزشک و داروساز",
                Children: [
                    {
                        Id: "b2ea95d6-9a38-4e4b-8b56-ab8d9c83adbc",
                        Title: "پزشک",
                        Children: [
                            { Id: "62c6c4b2-f8ad-40c2-8525-d07f3bbfa3ce", Title: "پزشک علوم آزمایشگاهی" },
                            { Id: "9244a51e-9806-4694-8601-499209a31cdc", Title: "پزشک عمومی" },
                            {
                                Id: "f72e6140-25bb-414f-bcb3-87411b120b7f", Title: "پزشک متخصص",
                                Children: [
                                    { Id: "73aa4482-a419-4bd8-a2c0-9469fc3e215b", Title: "پزشک خانواده" },
                                    { Id: "fc28ed26-2452-48f3-8c54-dc3a14ef6325", Title: "متخصص آسیب شناسی" },
                                    { Id: "35d03a18-ea55-41bc-b963-f2bfa164d678", Title: "متخصص آلرژی و ایمونولوژی" },
                                    { Id: "bf073e3b-153a-406b-9cde-8d4cc68d7a6c", Title: "متخصص بیهوشی" },
                                    { Id: "0f085248-bbf6-48e8-87fd-66405c20d9d0", Title: "متخصص بیوشیمی" },
                                    { Id: "2aa6284f-f0fa-4107-9953-a8e189541f84", Title: "متخصص پرتو درمانی (رادیو تراپی)" },
                                    { Id: "a77ebef7-33b8-4f54-a29e-5da0313d8e7b", Title: "متخصص پزشکی قانونی" },
                                    { Id: "6cbb701f-9d31-49e4-a649-697e6fed7cd2", Title: "متخصص پزشکی هسته ای" },
                                    { Id: "62abf354-9c7f-46fb-bcab-c51bf334ddad", Title: "متخصص تغذیه" },
                                    { Id: "dcf90d92-bb07-41f4-bca8-7b76ea90590d", Title: "متخصص توانبخشی" },
                                    { Id: "19f99170-3919-4f25-8d5d-22d461734874", Title: "متخصص رادیولوژی (پرتو شناسی)" },
                                    { Id: "91abbfc1-7c9d-44b8-b43c-ff1c6db2e24e", Title: "متخصص ژنتیک" },
                                    { Id: "b75eba23-e070-4c12-a733-ab9d1922dbb4", Title: "متخصص سنجش تراکم استخوان" },
                                ]
                            },
                            {
                                Id: "ce6d9a23-9a8d-4394-b637-9e05282ccbe1", Title: "جراح",
                                Children: [

                                    { Id: "8ab95d4c-3846-450d-93bd-f90444e9dd5c", Title: "جراح بیماری های مقعد" },


                                    { Id: "110e46b7-e5e7-4c69-96e1-d5e94dc13b78", Title: "جراح پلاستیک و زیبایی" },


                                    { Id: "644f686c-25d7-4735-a84c-b1417d2eef53", Title: "جراح عمومی" },


                                    { Id: "21dbb8f8-f28f-4bd5-96af-088362676a12", Title: "جراح قفسه صدری" },


                                    { Id: "5118b99c-2b08-4d57-a727-8a958b63575e", Title: "جراح قلب و عروق" },


                                    { Id: "57341a2f-d012-4d48-89f3-d08125aa7f33", Title: "جراح گوارشی" },


                                    { Id: "ff2e2339-0e51-494d-a127-1e168605f6f8", Title: "جراح مجاری ادرار و تناسلی" },


                                    { Id: "fc173a7c-294e-4ac1-964e-f914618f8ab3", Title: "جراح مغز و اعصاب" },

                                ]
                            },


                            { Id: "e3c28847-e8d3-4afd-a423-0e0d171c41f8", Title: "روان پزشک" },


                            { Id: "995d341e-f3d7-4744-8f9f-462310cf452c", Title: "متخصص ارتوپدی" },


                            { Id: "16cebe92-801d-4c65-bb59-b34c9c8bab31", Title: "متخصص اطفال و نوزادان" },


                            { Id: "d0e5deca-22c1-408c-be20-70fcec8cad85", Title: "متخصص بیماری های عفونی" },


                            { Id: "fabeefbe-359c-4f48-b55d-713e82e6de85", Title: "متخصص پوست، مو و زیبایی" },


                            { Id: "c320363f-48cb-4457-a4fb-82d2032c6c59", Title: "متخصص چشم (چشم پزشک)" },


                            { Id: "dced1715-b7c4-4183-b06a-7a1a56a01b03", Title: "متخصص خون و سرطان" },


                            { Id: "86e0390c-eca5-4bb5-a12a-eebea49a3322", Title: "متخصص داخلی" },


                            { Id: "4c878a61-df0a-4017-b6f0-d97b62fa286a", Title: "متخصص ریه" },


                            { Id: "ec5c12ca-1e00-4147-9e2b-8f512e26e920", Title: "متخصص زنان و زایمان" },


                            { Id: "ad2d3303-5457-4a89-a308-2933c79ed4f6", Title: "متخصص غدد" },


                            { Id: "a5accaea-ba52-4a53-bb42-ba16050b6189", Title: "متخصص قلب و عروق" },


                            { Id: "e86655fb-9b46-44e2-a441-61a7d1699748", Title: "متخصص گوارش" },


                            { Id: "2ddbbb98-0805-43a2-a172-6f558bc887c3", Title: "متخصص گوش، حلق، بینی، گلو، سر و گردن" },


                            { Id: "fab52dd4-bce3-42e5-a9ac-6c373d44e4c1", Title: "متخصص مغز و اعصاب" },


                            { Id: "2a9530c6-8b46-400f-88b8-196e2e194b84", Title: "متخصص مفاصل و عضلات" },


                            { Id: "c396d71d-2401-4f31-92e8-fb2e903ad889", Title: "متخصص کلیه و مجای ادرار" },

                        ]
                    },



                    {
                        Id: "377e18aa-c2ca-4424-bce1-cdfffa7b0490", Title: "دندان پزشک",
                        Children: [

                            { Id: "2df12493-89fe-4556-8ce1-cac7da5c35d7", Title: "دندان پزشکی و کاشت دندان" },


                            { Id: "e982cc00-22bc-430e-b675-87b853f341c6", Title: "دندانپزشک کودکان" },


                            { Id: "726963bc-6f31-4462-bd92-f885686139e0", Title: "متخصص ارتودنسی و زیبایی" },


                            { Id: "f95b193c-b480-4527-9155-7db1ffbe44f2", Title: "متخصص بیماری های دهان و لثه" },


                            { Id: "277de57c-ead5-4202-9927-b9afb6fd1dc7", Title: "متخصص جراحی دهان، فک و صورت" },


                            { Id: "6553acdb-27f0-47b7-9ec0-4dcbaf97c333", Title: "متخصص دندان پزشکی و دندان سازی تجربی" },


                            { Id: "05f9a66d-351b-4703-bedd-beb11d6b3227", Title: "متخصص دندان سازی" },


                            { Id: "131a74b3-c34e-43cf-87a4-2b7411fcfd88", Title: "متخصص ریشه دندان و پروتز" },

                        ]
                    },


                    { Id: "f1d253e6-d3cd-4803-978a-75b508453e96", Title: "دکتر داروساز" },

                ]
            },



            {
                Id: "c50408ba-35ea-4604-b279-6d947a652a13", Title: "تجهیزات پزشکی و دندان پزشکی",
                Children: [

                    { Id: "f006c6bc-2848-4ea9-b91f-61c06a0d0138", Title: "تجهیزات ارتوپدی و توان بخشی" },


                    { Id: "19220dc7-ec06-4f94-94af-ba2961db849b", Title: "تجهیزات بیمارستانی" },


                    { Id: "4871593f-6ba4-4821-ab3b-59fe72b2234d", Title: "تجهیزات رادیولوژی" },


                    { Id: "ace7b0f2-1cb2-4aa0-8a00-c38bab67d0d8", Title: "تجهیزات و لباس پزشکی" },


                    { Id: "4ac55447-68bf-4d3c-89f8-003fbf22c6cf", Title: "تجهیزات و لوازم آزمایشگاهی" },


                    { Id: "7b261cfd-105c-4d1f-bd89-7f35ae4cb762", Title: "تحهیزات و لوازم دندانپزشکی" },


                    { Id: "9ac99955-5217-436a-9a0e-853ff536f9e4", Title: "سمعک و لوازم شنوایی" },


                    { Id: "9a585459-d588-4311-81ff-1ae08ab7233b", Title: "عینک" },


                    { Id: "4d8aae5a-54c1-4b46-aef2-9eb38e76ec55", Title: "فروش ماشین آمبولانس" },


                    { Id: "6b987ec5-d37b-4941-b4c9-7e32931769d5", Title: "لوازم پزشکی" },


                    { Id: "89ac3fed-94bd-41b7-8308-fa5f0a79a63b", Title: "لوازم پزشکی ورزشی" },


                    { Id: "b8626cd3-9e05-48df-b11d-7230933724d0", Title: "کمک های اولیه" },

                ]
            },



            {
                Id: "19166741-ba71-4e51-894c-2889a7cd027d", Title: "دارو، داروخانه و دراگ استور",
                Children: [

                    { Id: "cd74e97f-1f87-4b60-92fb-07a866372bb8", Title: "تولید و پخش دارو" },


                    { Id: "feea709f-5617-43be-a5e8-eb31aa570777", Title: "داروخانه شبانه روزی" },


                    { Id: "551de3e1-6bfb-47a0-b248-d1e6e44b96d9", Title: "داروخانه و دراگ استور" },


                    { Id: "40513755-eb25-400d-8bf2-8596c5f1b37c", Title: "صادرات و واردات دارو" },


                    { Id: "76daf8f2-42e4-4dda-99a1-9198de95a433", Title: "فروش داروی گیاهی" },


                    { Id: "4bfee92f-a4b3-4a48-9021-28c539bbbc74", Title: "واکسن و سرم" },

                ]
            },



            {
                Id: "ffb960f1-34af-4388-bc40-29a2368e888d", Title: "دام پزشکی",
                Children: [

                    { Id: "e584946e-f05e-4969-9a1a-ebe8ad8eebf6", Title: "آزمایشگاه دام پزشکی" },


                    { Id: "7cbb1a41-1107-46e3-85cc-b636b15a51fe", Title: "تجهیزات و لوازم دام پزشکی" },


                    { Id: "1d60f505-ee79-4654-b275-53666d61d6e5", Title: "داروخانه دام پزشکی" },


                    { Id: "947c1cca-5d43-4f88-a6e7-593c2cf6301f", Title: "داروی دام پزشکی" },


                    { Id: "fff884cf-24dc-4df9-ad0c-59828d2df838", Title: "دام پزشک" },


                    { Id: "df291932-301c-4dcf-9c0f-1a2d63c2a87b", Title: "کلینیک و درمانگاه دام پزشکی" },

                ]
            },


            { Id: "212cb178-0352-41db-a504-9f5d0b657bea", Title: "روان شناس و مشاور" },



            {
                Id: "fbbcad28-9273-4c4d-bc92-021cc73ce84c", Title: "سایر فعالیت های مرتبط با بهداشت و سلامت",
                Children: [

                    { Id: "07fa1bb5-c962-4ce6-a9bb-d3b8af13f34d", Title: "انتقال خون" },


                    { Id: "cb70290b-236f-42d5-8987-9cc201609959", Title: "پرستاری" },


                    { Id: "e2152674-20bb-4fee-a7bd-4e58c4bdfd9c", Title: "پژوهش و تحقیقات سلامت و بهداشت" },


                    { Id: "c489013e-2f8e-48a8-82c0-390d0560d279", Title: "ترک اعتیاد" },


                    { Id: "591ddbe4-c4bf-4a74-ba66-b97f4478b41e", Title: "خانه بهداشت" },


                    { Id: "ed3bf8af-637e-4141-9519-a5506fae83f8", Title: "خدمات پزشکی در منزل و محل کار" },


                    { Id: "a4257dd8-ed51-4ba9-945b-c4c9616505ea", Title: "طب اسلامی و حجامت" },


                    { Id: "4f1288d2-69ae-4198-af1b-3ab901e7efa1", Title: "طب سوزنی" },


                    { Id: "0a72f9d7-ce4a-453e-a3be-316ff1b8313e", Title: "طب مکمل" },


                    { Id: "33c09b9d-06c3-4c0a-b155-25f5b9873fc7", Title: "طب کار و بهداشت حرفه ای کار" },


                    { Id: "1a2eabfd-d92d-4c94-8544-51ddb437e1b4", Title: "ماساژ درمانی" },


                    { Id: "03bf3095-dff5-491f-a142-2cd9e3a44b7f", Title: "مددکاری اجتماعی و امور حمایتی" },


                    { Id: "80a22e64-5dc2-40e8-ba55-017a56af146a", Title: "مراکز مشاوره و راهنمایی" },


                    { Id: "3bf22bd4-ac00-4524-a03c-49b5dc0269bc", Title: "مهندسی پزشکی" },

                ]
            },


            { Id: "a0beccc3-5492-48d6-a052-f3e2c6dd618f", Title: "مامایی" },



            {
                Id: "63030f07-9660-4e96-b197-57e7a16a9980", Title: "مراکز درمانی، تشخیص و مراقبت",
                Children: [

                    { Id: "8a65e3b7-5c3a-4e71-87ed-be146a18d1c1", Title: "آزمایشگاه تشخیص طبی" },



                    {
                        Id: "402bb1e3-6d58-45ae-903f-5d6e19c94841", Title: "آسایشگاه",
                        Children: [

                            { Id: "37c161df-db67-4d09-b94f-a22df6c6c2b4", Title: "آسایشگاه سالمندان" },


                            { Id: "0c86dca4-7cb0-4b10-8bc6-1e42e86edc2f", Title: "آسایشگاه معلولین ذهنی یا جسمی" },

                        ]
                    },


                    { Id: "91aff0a5-1357-4542-a7d3-b82e91163715", Title: "اورژانس" },


                    { Id: "8da62de9-a32c-47f7-a516-3f8d4a4a56ed", Title: "اورژانس و فوریت های پزشکی" },


                    { Id: "b00962a1-d21b-4cfb-bc39-13e0d067c835", Title: "بهزیستی" },


                    { Id: "b89b3bcb-1af6-48ef-9f1b-c431925169a1", Title: "بهیاری" },



                    {
                        Id: "a4b06f58-4b54-4e49-9230-84178e2bae8b", Title: "بیمارستان",
                        Children: [

                            { Id: "a454fe24-6805-4a7d-b9d6-28dc4afbf429", Title: "بیمارستان آموزشی" },


                            { Id: "e506f16d-ffd7-412b-8114-801c08d4edf7", Title: "بیمارستان تخصصی اطفال" },


                            { Id: "3038bb70-ffe8-41b9-86af-6e128c1f2942", Title: "بیمارستان تخصصی چشم" },


                            { Id: "ff3ebcb9-7e63-4a8c-8d05-03c6aaeaf651", Title: "بیمارستان تخصصی روان پزشکی" },


                            { Id: "0f22455f-4ac8-4e3d-9326-92e116d13692", Title: "بیمارستان تخصصی زنان و زایمان" },


                            { Id: "de60f8d0-0b5d-4767-8ea6-d729c5c9441f", Title: "بیمارستان تخصصی سوانح سوختگی و ترمیم پوست" },


                            { Id: "343c4bf0-164f-43f5-ae6f-0a63ace3f4ed", Title: "بیمارستان تخصصی قلب و عروق" },


                            { Id: "26fd6269-51e3-4e30-9e7c-98df5a0c92ba", Title: "بیمارستان عمومی" },

                        ]
                    },


                    { Id: "19cda4c6-3730-437c-a558-48411d51d2b1", Title: "بینایی سنجی" },


                    { Id: "2b40d165-dc09-4117-8cfb-afc9eec10ee5", Title: "پرتونگاری دهان و دندان" },


                    { Id: "8742630f-469f-4267-91cd-f70af9c23b54", Title: "پرورشگاه و شیرخوارگاه" },


                    { Id: "fefdb3e7-1ab6-487f-ae2d-7b3785692253", Title: "تزریقات و پانسمان" },


                    { Id: "8cd335e5-c544-46d6-9257-62360f58bd90", Title: "رادیولوژی، ام آر آی و پرتونگاری" },


                    { Id: "85012c66-8ca3-49ee-a322-d38d8e107149", Title: "ساختمان پزشکان" },


                    { Id: "18c398f3-8f60-455e-8401-efda7e205504", Title: "شنوایی سنجی" },


                    { Id: "e969149c-0d41-48ee-ae5c-ddb9bbea19b7", Title: "شیمی درمانی" },


                    { Id: "39a54104-169a-47d9-8310-9e1ae1acd0d4", Title: "لیزر درمانی" },


                    { Id: "2ebad23d-1b80-4b5e-a3f6-17863fb719ab", Title: "مراکز بهداشت" },


                    { Id: "4d03ad14-9478-4f44-bf0c-8a1046ac3764", Title: "نوار قلب، مغز و اعصاب" },


                    { Id: "ff4383ee-4fa5-4544-9145-e40e390d9f7e", Title: "کاشت و ترمیم مو" },



                    {
                        Id: "a63037d5-741c-4c3d-9644-95eda6616d28", Title: "کلینیک و درمانگاه",
                        Children: [

                            { Id: "fd527e59-45d5-4d40-8685-f9fc22edc183", Title: "کلینیک تخصصی آلرژِی" },


                            { Id: "523a916f-4234-449c-8dcb-e1f42299cee2", Title: "کلینیک تخصصی اعصاب و روان" },


                            { Id: "aabbb6da-d83d-4523-be14-0b6c18bc5b96", Title: "کلینیک تخصصی پوست و مو" },


                            { Id: "c38422da-fdd7-41fd-9b37-9e33e60158fa", Title: "کلینیک تخصصی ترک اعتیاد" },


                            { Id: "1885b702-0182-4b4b-aeaf-680e266059ff", Title: "کلینیک تخصصی تغذیه" },


                            { Id: "a0988801-fa20-42bb-9002-69277424a363", Title: "کلینیک تخصصی جراحی سرپایی" },


                            { Id: "8b197928-ff48-4d7a-bdd1-3547980f48fd", Title: "کلینیک تخصصی چشم" },


                            { Id: "ca0372af-2943-4cba-8975-9e0948ab4153", Title: "کلینیک تخصصی دندان" },


                            { Id: "efacf4a8-9e91-46be-9ab2-3710debf1334", Title: "کلینیک تخصصی طب سوزنی" },


                            { Id: "f543a6f9-d562-42b2-91c1-8d72e3bbd668", Title: "کلینیک تخصصی قلب و عروق" },


                            { Id: "c7ffd61d-6261-454c-9614-3c36ec8dc665", Title: "کلینیک تخصصی گفتار درمانی" },


                            { Id: "3abf0818-f738-4071-8d92-37fb9c5850a7", Title: "کلینیک تخصصی نازایی و باروری " },


                            { Id: "a5d4bcff-41ee-4538-9352-94bd1a58bad9", Title: "کلینیک عمومی" },

                        ]
                    },

                ]
            },


            { Id: "8d359a61-a200-4b5a-97f4-347402a92f7b", Title: "کارشناس تغذیه" },

        ]
    },



    {
        Id: "223d4159-2e6c-4995-a979-7d991f4def42", Title: "پوشاک و لباس",
        Children: [

            { Id: "256474f3-9b26-4eb4-9019-389549f4aaf1", Title: "بوتیک و فروش عمومی پوشاک و لباس" },


            { Id: "1972e151-be3b-4523-8e6d-5bcca6371b1b", Title: "پوشاک و لباس بچه گانه و سیسمونی" },


            { Id: "67e2ca18-4499-4917-b625-2d305e82d489", Title: "پوشاک و لباس دست دوم" },


            { Id: "0509c882-e6ce-4170-b1cf-0638ec60a8d7", Title: "پوشاک و لباس زنانه" },


            { Id: "fb78f709-6075-4bd2-9609-df4c2310d9a8", Title: "پوشاک و لباس مردانه" },



            {
                Id: "9af6a08a-e859-43d8-b9b7-bf5c58a6ac3d", Title: "پوشاک و لباس کار",
                Children: [

                    { Id: "e7c7c414-c3b1-45a2-9bda-e7a1cc8fd811", Title: "پوشاک و لباس ایمنی" },


                    { Id: "da35e0e5-f0d9-4d92-9bbe-260e41afa2ef", Title: "پوشاک و لباس پرسنلی" },


                    { Id: "f0f1e098-55a9-4390-9d5f-e6fbaebfa15d", Title: "پوشاک و لباس پزشکی" },


                    { Id: "ecc2e7c1-d2b2-4422-98cb-05a072929b4e", Title: "پوشاک و لباس نظامی" },


                    { Id: "9e37e18a-7238-4305-95c4-46793ab85c2d", Title: "پوشاک و لباس یکبار مصرف" },

                ]
            },


            { Id: "37cd166a-7b57-4aec-ad9c-88690902998c", Title: "تولید و پخش پوشاک" },


            { Id: "1751ced1-05b0-46d4-8bc7-45696558e8cd", Title: "تولید و فروش پیراهن" },


            { Id: "1b8c090f-97ed-4f9f-9b0d-ce7fbd0fe2c8", Title: "تولید و فروش تریکو" },


            { Id: "c9037ee9-56e6-4823-a3be-9b8a1fedfc89", Title: "خدمات جانبی پوشاک" },



            {
                Id: "98c105e3-b198-4e38-bf13-dd0915101c6b", Title: "لباس زیر و جوراب",
                Children: [

                    { Id: "cfacf7d5-92b9-4e58-acfb-e73e0176be09", Title: "جوراب" },


                    { Id: "d0ff14fb-ff40-48e4-a74f-002a85bb03bd", Title: "لباس زیر" },

                ]
            },


            { Id: "62cf8095-c134-40a8-8dff-af96341cb136", Title: "لباس عروس و مزون" },



            {
                Id: "4330a3e5-204d-4ed8-9b7f-7f1cae2951d4", Title: "مانتو و روسری",
                Children: [

                    { Id: "fd24245d-3843-41ab-96db-b23f04c4e19e", Title: "روسری" },


                    { Id: "413d20b4-2cc5-4d27-87c4-ac8b35b0a3d4", Title: "مانتو" },

                ]
            },


            { Id: "4c2dd6a4-b5dd-4945-a84b-94f099e6ea40", Title: "واردات پوشاک" },



            {
                Id: "8d8b0db5-a80a-44cd-8a0f-e94bdf7ac3c0", Title: "کاپشن، کلاه، دستکش و شال گردن",
                Children: [

                    { Id: "8405c89f-0855-4027-a713-f00f6dba7e15", Title: "دستکش" },


                    { Id: "207380da-09c1-4e04-8040-ae4b8e8c3cdc", Title: "شال گردن" },


                    { Id: "0dcbea53-c7cd-4b0d-a0a3-2ddda901e27d", Title: "کاپشن" },


                    { Id: "5d49f55b-b98a-4c94-9a92-4376ed709c48", Title: "کلاه" },

                ]
            },



            {
                Id: "e1b16252-7d2a-4dd8-8200-d748b2263152", Title: "کت و شلوار",
                Children: [

                    { Id: "72c2367b-6e48-4ff7-8257-e25163c5e235", Title: "فروش شلوار تک" },


                    { Id: "b7f9cb5b-db30-41d8-b2c1-2cc7f3e91ab6", Title: "فروش کت و شلوار" },

                ]
            },



            {
                Id: "4f1584cc-88b8-4a3d-b66d-85691d933b3e", Title: "کفش",
                Children: [

                    { Id: "4b4dcaed-687e-4757-b734-8e0018a51808", Title: "اجزای کفش" },


                    { Id: "5a7613b4-34bb-4597-8c2a-df1465a897fa", Title: "چکمه و پوتین" },


                    { Id: "6968f02a-cc85-4481-8ac1-0c79633b1913", Title: "دمپایی و کفش پلاستیکی" },


                    { Id: "af0b1335-eec2-44c1-ab67-8345d94d606f", Title: "فروش کفش" },


                    { Id: "c6aedef0-926e-41e4-9c99-179f94d97a26", Title: "قالب کفش" },


                    { Id: "72b3e100-aeee-489d-bd0a-dcf989c81116", Title: "لوازم کفاشی " },


                    { Id: "cbb1f828-2a82-4945-bd0f-1ca0e06f7627", Title: "کفاشی و تعمیر کفش" },


                    { Id: "0d8e6674-e22b-4277-98d9-6f901b8dd076", Title: "کفش طبی و گیوه" },

                ]
            },



            {
                Id: "fb6510cd-c931-4f59-b3bf-a30275761994", Title: "کیف و کفش و کمربند",
                Children: [

                    { Id: "c493cd74-eaa1-453e-836d-6f51e281d9d0", Title: "تزیینات و یراق آلات کیف و کفش و کمربند" },


                    { Id: "c9ac6eef-85a4-4e52-bf93-38dd8733bb76", Title: "تولید کیف و کفش و کمربند" },


                    { Id: "83ed739a-c43a-471f-8de7-b56fe82e126f", Title: "فروش کیف و کفش و کمربند" },

                ]
            },

        ]
    },



    {
        Id: "9eaa1ee4-8e25-4292-b3f3-dceca7fd3f35", Title: "حمل و نقل، مسافرت و مراکز اقامتی",
        Children: [


            {
                Id: "30e43e8f-35fc-48d2-a249-7b2369a6d7e6", Title: "حمل و نقل جاده ای",
                Children: [

                    { Id: "e95615a3-118a-4286-8ea6-b04209a720e7", Title: "اتوبوس و مینی بوس کرایه" },


                    { Id: "08f4e7c3-8a4f-4388-b853-1d7f22614a94", Title: "ترمینال (پایانه) مسافربری" },


                    { Id: "0df13edd-0da2-4082-8f5a-76e64479821a", Title: "تعاونی و شرکت مسافربری" },

                ]
            },



            {
                Id: "fe0f79f4-f108-48dd-8f8c-f7c8394b9bb3", Title: "حمل و نقل درون شهری",
                Children: [

                    { Id: "27b982d4-4dfe-4e21-8d05-bbd9a1b83ff7", Title: "ایستگاه مترو" },


                    { Id: "2fed8e2b-877a-46be-bf55-e3fe94259ad1", Title: "پایانه درون شهری" },


                    { Id: "321a3938-a7aa-4959-9c9d-dc873edd3f5a", Title: "پیک و آژانس موتوری" },


                    { Id: "38d9bee2-4a31-40cb-b937-128b7aaf7592", Title: "تاکسی سرویس (آژانس تلفنی)" },


                    { Id: "430d1095-c355-4259-9fd0-81a185ac08cb", Title: "حمل ونقل داخلی" },


                    { Id: "676a781b-06c0-4ac8-98bc-7ab96a0da193", Title: "خدمات مترو" },


                    { Id: "5130da30-bc24-41aa-9268-09ec1f368e85", Title: "کرایه اتومبیل بدون راننده" },

                ]
            },



            {
                Id: "c2cd2f48-2681-4a5e-bd2a-e948ef830c9c", Title: "حمل و نقل دریایی",
                Children: [

                    { Id: "61695875-db98-477e-b8f7-41c24984097c", Title: "اسکله و بندر" },


                    { Id: "b5810ba0-943e-41f9-aebf-8538f0f652c9", Title: "حمل و نقل دریایی و کشتیرانی" },


                    { Id: "7ac84a16-58a2-4e29-9854-4645dfba3a3c", Title: "خدمات دریایی" },


                    { Id: "d5a6347c-d7a1-4692-ad51-5f0343c4adf8", Title: "کشتی و قایق" },

                ]
            },



            {
                Id: "1b09007d-6a02-4c4a-ab34-689192c36f03", Title: "حمل و نقل ریلی",
                Children: [

                    { Id: "beb1d2f5-9d66-427b-8e91-7224a8882c6f", Title: "ایستگاه راه آهن" },


                    { Id: "4bc1fe16-c5a1-474c-9c72-9000e5862627", Title: "دفتر فروش بلیط قطار" },


                    { Id: "ae4386ad-06ea-4e3e-b7f2-d287c2e091d3", Title: "صنایع حمل و نقل ریلی" },

                ]
            },



            {
                Id: "18606aab-1692-47f8-b7cc-95fb84a1c133", Title: "حمل و نقل هوایی",
                Children: [

                    { Id: "bb838186-d341-4b81-96b2-6ecd03478c0d", Title: "آژانس هواپیمایی و خدمات مسافرتی و گردشگری" },


                    { Id: "717f7739-b129-4259-9c5e-d8f3ff8db2d3", Title: "خطوط هوایی" },


                    { Id: "43cc3f25-0047-490b-b089-680be798e3bc", Title: "صنایع هواپیمایی" },


                    { Id: "0a0360c9-58cb-4f72-a70e-0738e409307f", Title: "فرودگاه" },

                ]
            },



            {
                Id: "375cbcec-9a92-423c-add2-0e5ea441b06c", Title: "حمل و نقل کالا و جابجایی بار",
                Children: [

                    { Id: "60b3eb67-cdca-4a9c-90b0-0864f3a099e9", Title: "اتو بار" },


                    { Id: "6f5a93d2-fc13-4fe2-9263-3531532047be", Title: "بنگاه بارانداز" },


                    { Id: "36e81287-5023-4991-838e-01ad8420b29d", Title: "تریلر" },


                    { Id: "765e4026-f3cf-4308-bab9-71e12c4c70af", Title: "چرخ دستی حمل بار" },


                    { Id: "8acc2f30-eb20-41f8-9cc6-2c211a47b1da", Title: "حمل با جرثقیل" },


                    { Id: "8cb44a4d-7287-40d1-9683-9ad1bd693bcd", Title: "حمل دام و طیور" },


                    { Id: "6dcbe12f-6bd3-4fd1-a7ad-f38346c1435d", Title: "حمل سیمان" },


                    { Id: "a85a01c0-0422-467e-b685-34bef2e4642e", Title: "حمل مواد سیال و شیمیایی" },


                    { Id: "46786fad-f7e1-45fd-85a4-b784bd72aeec", Title: "حمل و بسته بندی مبل" },


                    { Id: "417fd9c8-c4fe-48f9-9f83-41038fb98e93", Title: "حمل و نقل بین المللی" },


                    { Id: "0ebfeb31-d621-4cd9-9fe1-413f19080676", Title: "حمل و نقل دریایی بار و کالا" },


                    { Id: "0a4943b0-cbd2-4fd6-879d-0b18bde80430", Title: "حمل و نقل هوایی بار و کالا" },


                    { Id: "0922373d-4164-4c4c-a139-0e1de93caeec", Title: "شرکت حمل بار و کالا" },

                ]
            },



            {
                Id: "22616f09-f471-47b3-818b-f0257a7a7189", Title: "هتل ها و مراکز اقامتی",
                Children: [

                    { Id: "778ad429-6b10-4a23-9bc2-6a09a1a9a7cb", Title: "خوابگاه دانشجویان" },


                    { Id: "14782461-dce1-4316-95a1-201b89e14f5f", Title: "مسافرخانه" },


                    { Id: "a872d26a-11e8-4910-a023-cf5b9f7ae399", Title: "مهمانپذیر و پانسیون" },


                    { Id: "2e911ed3-6579-44fd-a340-0f1c4825ca4a", Title: "مهمانخانه و مهمانسرا" },


                    { Id: "72a6b989-8c70-4bfd-afbd-7d3eefab3db9", Title: "هتل" },

                ]
            },


            { Id: "4a4d0564-9536-4fe7-8f5c-3bfaec446bfb", Title: "کاروان حج و زیارت" },

        ]
    },



    {
        Id: "daaa2d34-170f-482f-8b95-d5a287cd0f45", Title: "خانه و خانه داری",
        Children: [


            {
                Id: "948cda1c-689a-4515-8876-506195cf1beb", Title: "اثاثیه و تجهیزات خانه و ساختمان",
                Children: [


                    {
                        Id: "c89495f8-769a-4dae-afb4-596c7c0a3c46", Title: "پرده",
                        Children: [

                            { Id: "20cb567d-f442-46fb-a0ce-72aa3ae345b5", Title: "پرده توری، روتختی و رومیزی" },


                            { Id: "97be33ac-55f6-4e67-9be2-4479d6f1fbf6", Title: "پرده کرکره ای و عمودی" },


                            { Id: "bc671318-52de-4d41-b1d6-65d98d1689ec", Title: "فروش، دوخت و نصب پرده" },


                            { Id: "b9c7dba0-0bfc-4e76-94ae-d8c8520f0b9e", Title: "لوازم پرده" },

                        ]
                    },



                    {
                        Id: "d76466d6-6a5f-4ffd-b6c4-5771f37071f6", Title: "شیشه تزیینی و آینه",
                        Children: [

                            { Id: "91c3e074-9b78-4b7a-a9e9-8f450e65670a", Title: "آینه" },


                            { Id: "b94a23a0-e125-4e96-9ce3-f4800b85e3f5", Title: "شیشه تزیینی" },

                        ]
                    },



                    {
                        Id: "a8e0e4ae-8b20-42c5-bb43-ae1cd4ea396f", Title: "فرش ماشینی، موکت و کف پوش، پشتی",
                        Children: [

                            { Id: "f3f97488-3efc-44f3-8f71-05566652f291", Title: "پشتی" },



                            {
                                Id: "6a9f0ded-904d-4ba8-a933-1616fdef02b0", Title: "حصیر",
                                Children: [

                                    { Id: "f0b17199-fbba-49d1-bea3-77147f1a4b3e", Title: "تولید حصیر پلاستیکی" },


                                    { Id: "5ddcad5d-965b-4cb2-95f2-95226cc15dd6", Title: "حصیر بافی و حصیر فروشی" },

                                ]
                            },



                            {
                                Id: "4f8d81e5-daec-4195-b8e5-50587d75ec60", Title: "فرش ماشینی و موکت",
                                Children: [

                                    { Id: "dfd4de89-88aa-4519-9821-f2c477ffcba0", Title: "تولید فرش ماشینی و موکت" },


                                    { Id: "e1e81d12-3635-418a-a422-91532876f421", Title: "فروش فرش ماشینی و موکت" },

                                ]
                            },

                        ]
                    },



                    {
                        Id: "7ad29b68-0e58-4400-964b-44edb6aa376b", Title: "فرش و قالی",
                        Children: [

                            { Id: "57f639db-3f96-40ec-a425-8747d1fda80b", Title: "تولید فرش و قالی" },


                            { Id: "05f8f6ab-66ec-45a1-9b46-62e94b3a01ec", Title: "خدمات پرداخت و رفوگری فرش و قالی" },


                            { Id: "4c4ab5e8-e8d5-4ea0-a3d1-0dfab74488bd", Title: "رنگرزی و لکه بری فرش و قالی" },


                            { Id: "b37e11d6-2668-4803-b470-5afd62a65faa", Title: "صادرات فرش و قالی" },


                            { Id: "37d30417-66a6-425b-a497-eb7db357318c", Title: "فروش فرش و قالی" },


                            { Id: "a282b003-c220-454f-b73f-9c3410093c3b", Title: "قالی شویی" },


                            { Id: "7d7de492-134d-4012-8b91-548caa83b689", Title: "گلیم و جاجیم" },

                        ]
                    },



                    {
                        Id: "11581863-277f-48d0-900c-39d2afdcdff3", Title: "گل مصنوعی",
                        Children: [

                            { Id: "a65153bb-0adf-480f-8bbb-444120c4a8d2", Title: "تولید و فروش گل مصنوعی" },


                            { Id: "74537b16-0c17-4069-a9e6-2cdb5e7a6c90", Title: "لوازم گل سازی" },

                        ]
                    },



                    {
                        Id: "c6a61e1c-7688-4741-8f77-8910da9a12a1", Title: "لوستر، آباژور و آینه و شمعدان",
                        Children: [

                            { Id: "0d7e9b93-a3df-43a9-90bb-afc35b83e936", Title: "تعمیر و خم کاری لوستر، آباژور و آینه و شمعدان" },


                            { Id: "26d7b7fd-676d-4468-9712-b046cd55a06f", Title: "تولید و پخش آینه شمعدان و لوستر" },


                            { Id: "71fe602a-dccc-4305-a449-07ee69a29aab", Title: "تولید و پخش لوستر و آباژور" },


                            { Id: "ecc91719-0121-4e6e-9f17-3151b218588b", Title: "چراغ روشنایی گازی" },


                            { Id: "c5e2bba9-9e9f-47e7-804e-654d59f30c92", Title: "شمع" },


                            { Id: "3e0b2b1d-74ff-4219-84c2-0217a7acf7d0", Title: "فروش آینه شمعدان و لوستر" },


                            { Id: "48c32041-eb40-4365-b86b-a776d2d3546f", Title: "فروش لوستر و آباژور" },

                        ]
                    },



                    {
                        Id: "066b3def-99b6-4c9f-a8c8-7673088e8ac9", Title: "مبلمان و دکوراسیون",
                        Children: [

                            { Id: "4b3dae9a-e47c-49ab-bc10-3c46cd6f721c", Title: "تعمیر مبلمان و دکوراسیون" },


                            { Id: "16d0cb65-edf1-4797-8357-3ddbbc733e71", Title: "تولید و پخش مبلمان و دکوراسیون" },


                            { Id: "d20960f7-24fa-4cd9-9b9b-628396878244", Title: "خشکشویی مبل و موکت" },


                            { Id: "2a81f503-cda4-4021-b92f-d49aeb4adccf", Title: "رنگ کاری مبلمان و دکوراسیون" },


                            { Id: "2680edff-c576-4bdb-8aa7-b9966d4293fe", Title: "رویه کوبی مبلمان و دکوراسیون" },


                            { Id: "a3710f69-7577-4435-bab9-b3ad7ed8b06e", Title: "طراحی مبلمان و دکوراسیون" },


                            { Id: "114bb34d-66ea-44fe-b8e9-f5a26fa7d193", Title: "فروش مبلمان و دکوراسیون" },

                        ]
                    },



                    {
                        Id: "fda397e0-e94f-476b-86e0-cebc2cd523e6", Title: "میز و صندلی",
                        Children: [

                            { Id: "9177accb-dde0-4dbd-9066-a7472ccfa1c8", Title: "تولید میز و صندلی" },


                            { Id: "3b232f7c-4646-4f63-a5f6-e1e6d86dd303", Title: "صندلی فلزی" },


                            { Id: "8971d30d-b249-44c4-a3fa-260cd0279510", Title: "صندلی گردان" },


                            { Id: "703d1217-1f23-422e-8587-65d3f1f3cfce", Title: "فرفورژه" },


                            { Id: "326917b7-a60a-4050-b0c9-88c342270e68", Title: "فروش میز و صندلی" },


                            { Id: "f037eaa0-c3c4-4d3b-85dd-b6e0fdaaecf7", Title: "میز تلویزیون و کامپیوتر" },

                        ]
                    },

                ]
            },


            {
                Id: "b41a6354-1adc-40b7-84d9-7957a3f72e1d", Title: "لوازم آشپزخانه",
                Children: [


                    {
                        Id: "25e06b03-350b-49a0-86b4-a3baa8974431", Title: "اجاق گاز",
                        Children: [

                            { Id: "2d790022-2523-436a-82fd-d505c765ec4b", Title: "تعمیر اجاق گاز" },


                            { Id: "2b4da6c6-9bbf-4ffb-8404-f2795faf92f7", Title: "تولید اجاق گاز" },


                            { Id: "6b956360-1f83-4d07-bb4c-368331642c69", Title: "فروش اجاق گاز" },

                        ]
                    },



                    {
                        Id: "4799f993-1c18-402a-bfd5-e9a0310def62", Title: "اسکاچ و سیم ظرفشویی",
                        Children: [

                            { Id: "a66a3c72-dfcc-4224-b0fa-9699ca50b06a", Title: "تولید اسکاچ و سیم ظرفشویی" },


                            { Id: "52d79478-c7d9-47d9-bbbb-74d5c97c6d76", Title: "فروش اسکاچ و سیم ظرفشویی" },

                        ]
                    },



                    {
                        Id: "3b28c1eb-3058-44fa-a331-b45318ba3319", Title: "تعمیر لوازم آشپزخانه",
                        Children: [

                            { Id: "d375237e-b3f2-4011-b502-4eb5d18227c7", Title: " تولید و تعمیر چراغ خوراک پزی" },


                            { Id: "a80fdde0-18e2-49e1-8f8e-edbe7fa7fdc5", Title: "تعمیر چرخ گوشت" },

                        ]
                    },


                    { Id: "33b8ecb5-6354-43b3-8efb-0ca4ea22d9bf", Title: "تولید لوازم آشپزخانه" },


                    { Id: "be22cfde-5d22-4a89-b593-8345bcf45ae5", Title: "سایر لوازم آشپزخانه" },



                    {
                        Id: "484f324e-301d-46da-aa0d-3dcb1524937a", Title: "سماور",
                        Children: [

                            { Id: "3e5b87b8-1e70-48d5-b698-c30e120e64f9", Title: "سماور سازی" },


                            { Id: "7654380e-eb6e-4665-b3ad-2dd95c6e2d9f", Title: "فروش سماور" },

                        ]
                    },


                    { Id: "d20b57e9-f98b-44ad-8591-471477710575", Title: "سینک ظرفشویی" },



                    {
                        Id: "530bb896-7c9b-4039-87d8-5e6e96cd5cf1", Title: "ظروف آشپزخانه",
                        Children: [


                            {
                                Id: "743033aa-ef69-4093-88a9-422f85e8b258", Title: "بلور و کریستال",
                                Children: [

                                    { Id: "81c3d92f-b563-439f-976d-81e664b7e867", Title: "تولید بلور و کریستال" },


                                    { Id: "f9f1e8fd-d4d3-4aab-9ea0-a3ee5b900e85", Title: "فروش بلور و کریستال" },


                                    { Id: "e4217b5d-da3e-4742-aad4-4aaf736cc547", Title: "واردات و صادرات بلور و کریستال" },

                                ]
                            },


                            { Id: "fa7966df-99d1-4946-b3bc-141789bdb51d", Title: "تولید ظروف آشپزخانه" },



                            {
                                Id: "517e0be8-8ab2-4adf-b0c4-b23be7d0f27d", Title: "چاقو",
                                Children: [

                                    { Id: "112aedae-1741-4289-8222-6c57dea81321", Title: "تولید و فروش چاقو" },


                                    { Id: "8aba1f35-f021-43bc-a7e1-4a510b08f516", Title: "چاقو تیز کنی" },

                                ]
                            },



                            {
                                Id: "0a5b6eb4-e8b4-4660-8caf-39a6acef0964", Title: "ظروف آلومینیومی",
                                Children: [

                                    { Id: "239ab2ad-0a66-4791-9a63-7aebe3eadfe7", Title: "تولید ظروف آلومینیومی" },


                                    { Id: "a2933180-4328-45af-a287-7742f3c17884", Title: "فروش ظروف آلومینیومی" },

                                ]
                            },



                            {
                                Id: "5b690d65-ae43-4a84-92d0-abf9dd5d5a28", Title: "ظروف استیل",
                                Children: [

                                    { Id: "822e4d9d-a1dc-440c-bd4b-e7841918fdb4", Title: "تولید ظروف استیل" },


                                    { Id: "c88da695-f1d9-437d-8cfa-d75931df8a6b", Title: "فروش ظروف استیل" },

                                ]
                            },



                            {
                                Id: "9106211a-88b9-4856-99a4-81d9650d39b4", Title: "ظروف پلاستیکی",
                                Children: [

                                    { Id: "6ca6e374-5929-441e-a33b-5adda24ec17e", Title: "تولید بطری" },


                                    { Id: "bf643d5f-f62f-43ca-883a-49d3f10927c0", Title: "تولید ظروف پلاستیکی" },


                                    { Id: "414da217-beeb-4f90-b3a3-ebc2454cb38d", Title: "فروش ظروف پلاستیکی" },

                                ]
                            },



                            {
                                Id: "950aa61c-feac-44cd-be38-4a29299bf14a", Title: "ظروف تفلون",
                                Children: [

                                    { Id: "8065fb8b-0b19-4404-b17e-a8dd19414689", Title: "تعمیر ظروف تفلون" },


                                    { Id: "86fd4f7d-4b07-420b-a360-e7aff40f887c", Title: "تولید ظروف تفلون" },


                                    { Id: "6ed6e22b-2293-4d53-9a73-92f345fb66b6", Title: "فروش ظروف تفلون" },

                                ]
                            },



                            {
                                Id: "464f5300-e0ab-4c77-953a-cf8f149d1ef3", Title: "ظروف چینی",
                                Children: [

                                    { Id: "37c0f237-4824-4cb1-b0fa-1cdc215bce3d", Title: "تولید ظروف چینی" },


                                    { Id: "449def77-cd96-4406-a936-9430b4a8f796", Title: "فروش ظروف چینی" },

                                ]
                            },


                            { Id: "4d8b2a81-6663-4c61-b830-13cc336dc876", Title: "ظروف روی" },


                            { Id: "0cdce77b-6374-4ddd-a888-43ae8196aee1", Title: "ظروف شیشه ای" },


                            { Id: "97430d46-96f2-4da7-bdd0-1849f986a570", Title: "ظروف لعابی" },


                            { Id: "3afbc5b1-7537-4270-9d69-daf3ca1b1704", Title: "ظروف مسی" },



                            {
                                Id: "7c38693f-2edc-41ad-beef-e57c731a919f", Title: "ظروف ملامین",
                                Children: [

                                    { Id: "840978bf-0e83-4937-b000-c31dcbe8b890", Title: "تولید ظروف ملامین" },


                                    { Id: "58e76e6c-18e2-476e-9d76-1ea0aaa46200", Title: "فروش ظروف ملامین" },

                                ]
                            },



                            {
                                Id: "62c07ed1-72d5-439c-b19d-0f011bec1385", Title: "ظروف یکبار مصرف",
                                Children: [

                                    { Id: "c3b81f5e-cfc6-4923-96f2-851b026043a5", Title: "تولید و پخش ظروف یکبار مصرف" },


                                    { Id: "31220fe4-93e2-49f8-b43b-d82036e1e8eb", Title: "فروش ظروف یکبار مصرف" },

                                ]
                            },


                            { Id: "4a1c8d45-4046-4ddb-9a3c-1a22a005c38c", Title: "فروش ظروف آشپزخانه" },



                            {
                                Id: "44d00c59-6795-49a0-a12a-7ec4f07c05df", Title: "قاشق و چنگال و کارد",
                                Children: [

                                    { Id: "b457f580-d36b-4d5a-aaaf-1af0d5178f68", Title: "تولید قاشق و چنگال و کارد" },


                                    { Id: "b4f91777-729d-4a7a-a9b4-bc511ae58a16", Title: "فروش قاشق و چنگال و کارد" },

                                ]
                            },


                            { Id: "9309c45f-b817-43d9-9953-03a968f21f15", Title: "قوطی فلزی" },


                            { Id: "e77c8259-7799-4279-b18b-618aa72bc47f", Title: "کرایه ظروف" },

                        ]
                    },


                    { Id: "d3ea188c-f28a-40ef-bf84-470b26e4a98d", Title: "فروش لوازم آشپزخانه" },


                    { Id: "281eb607-6f08-4376-8546-7b593a4cc417", Title: "فلاسک" },


                    { Id: "327f5e09-1f45-442f-bfb2-04792754c624", Title: "هود آشپزخانه" },



                    {
                        Id: "43dd6593-30c1-44c6-b8ce-7195e3f5afcd", Title: "کابینت آشپزخانه",
                        Children: [

                            { Id: "b6655bd5-e2e3-4d4c-a90d-c041b6d0078b", Title: "تولید و فروش کابینت آشپزخانه" },


                            { Id: "e1806fc2-35eb-4db1-a917-02c83dce538e", Title: "واردات و صادرات کابینت آشپزخانه" },


                            { Id: "563633a7-d36e-42d4-9be9-8c9fa78e70fb", Title: "کابینت روشویی" },

                        ]
                    },

                ]
            },



            {
                Id: "86e9de1d-4c44-409c-980a-3903bfe41665", Title: "لوازم برقی",
                Children: [

                    { Id: "5f0c3842-14d2-40a5-8b40-2305657fb012", Title: "پنکه" },



                    {
                        Id: "5bab2180-382d-4394-8685-a0af0ecad035", Title: "جارو برقی",
                        Children: [

                            { Id: "2fe5d88b-cdce-4480-91d8-98eea1e64eeb", Title: "تعمیر جارو برقی" },


                            { Id: "c05e6cfd-3a9e-4223-9afc-e3c72e057235", Title: "تولید جارو برقی" },


                            { Id: "07c7a7e7-8c19-4318-918f-532b0cbc8f84", Title: "فروش جارو برقی" },


                            { Id: "264409fa-6977-4503-a941-3aa4a072dc5a", Title: "لوازم و قطعات یدکی جارو برقی" },

                        ]
                    },



                    {
                        Id: "4959879d-bb5e-49e6-8395-f042de48875a", Title: "چرخ خیاطی و گلدوزی",
                        Children: [

                            { Id: "30a6813f-2421-455f-b81a-64a5d40bdbc5", Title: "تولید چرخ خیاطی و گلدوزی" },


                            { Id: "0c34028b-aa1e-4ce7-b627-5a9155d3aa71", Title: "فروش و تعمیر چرخ خیاطی و گلدوزی" },


                            { Id: "d0f475b5-3b10-4c56-8ed1-ff529bef8c5a", Title: "لوازم و قطعات یدکی چرخ خیاطی و گلدوزی" },

                        ]
                    },



                    {
                        Id: "465c63f5-903a-4c05-b39a-e2d5a885677e", Title: "ماشین لباسشویی",
                        Children: [

                            { Id: "71b2d528-e23d-49cd-bdb4-5de9cd518063", Title: "تعمیر ماشین لباسشویی" },


                            { Id: "761d674d-ff44-4b52-bf93-b7a572241ede", Title: "تولید ماشین لباسشویی" },


                            { Id: "8e551694-806f-464c-b021-3b2207b1a7c6", Title: "فروش ماشین لباسشویی" },


                            { Id: "c70cbeae-4c74-47d9-9ba0-390c82ac5bc8", Title: "لوازم و قطعات یدکی ماشین لباسشویی" },

                        ]
                    },



                    {
                        Id: "4a582e4a-ab1e-4420-bed5-67aee0e757e8", Title: "یخچال و فریزر",
                        Children: [

                            { Id: "3d91295d-c994-4f84-8c44-ed232758d32d", Title: "تعمیر یخچال و فریزر" },


                            { Id: "526a03d9-b09e-4c9b-ad15-fc309d59f3f7", Title: "تولید یخچال و فریزر" },


                            { Id: "04be6bc8-a04d-43c4-a375-72b7933c9aa2", Title: "فروش یخچال و فریزر" },


                            { Id: "04a65c93-945f-4700-aa96-0e9a386e00c1", Title: "لوازم و قطعات یخچال و فریزر" },

                        ]
                    },

                ]
            },



            {
                Id: "c5e4b6cd-b96c-4e65-a275-20de05169ed9", Title: "لوازم بهداشتی و نظافتی",
                Children: [

                    { Id: "269d63ba-9c5c-4d19-92c1-b28a76f51656", Title: "جارو" },


                    { Id: "d60a2738-7266-4bea-ae9f-f09ffa20c28d", Title: "حشره کش برقی" },


                    { Id: "e57ca7c9-a31c-4919-affe-dbbf15514f60", Title: "حشره کش خانگی و صنعتی" },


                    { Id: "a80ab5cd-e400-4607-9eab-3f3f37cfe8e5", Title: "دستگاه خوشبو کننده هوا" },


                    { Id: "a3f4ecfc-a168-4b66-a470-aa08edc291a1", Title: "سایر لوازم بهداشتی و نظافتی" },


                    { Id: "92ba019d-4807-46fd-b414-4f48ad2a561f", Title: "سطل" },

                ]
            },



            {
                Id: "eb8d47fc-36eb-415a-bc84-60756df1bacd", Title: "لوازم خانگی",
                Children: [

                    { Id: "5df8d99d-5559-4ce8-b359-4b76307c2184", Title: "تعمیر و خدمات پس از فروش لوازم خانگی" },


                    { Id: "3368843f-4a4a-47ed-9b94-9a217a03ffa1", Title: "تعمیرگاه مجاز لوازم خانگی" },


                    { Id: "d827857e-6d35-4b52-8fe6-185c8a2e3965", Title: "تولید لوازم خانگی" },


                    { Id: "18c5e084-7f6b-41f2-b96e-b623f0eb9f57", Title: "فروش لوازم خانگی" },



                    {
                        Id: "46295aba-0c4d-4795-bcb6-a7e03f2fbc16", Title: "لوازم و قطعات یدکی لوازم خانگی",
                        Children: [

                            { Id: "515b3749-626e-46e9-a2ea-aa38fedded73", Title: "فروش قطعات یدکی لوازم خانگی" },

                        ]
                    },


                    { Id: "0907753b-f513-4423-a8a8-d6300993954c", Title: "واردات و صادرات لوازم خانگی" },

                ]
            },



            {
                Id: "9ee7cb32-2ef6-4d0a-b37c-4f64e9aa3944", Title: "لوازم خواب",
                Children: [


                    {
                        Id: "83adec7a-4ad8-4cb9-ab82-591f9b01cebc", Title: "پتو",
                        Children: [

                            { Id: "566e519c-7f88-41bc-967e-163dc043cfce", Title: "تولید پتو" },


                            { Id: "a25f059d-be50-4905-9e89-69e54105768f", Title: "فروش پتو" },

                        ]
                    },


                    { Id: "ff6fb8a5-b116-4511-9317-4899dc01d9fa", Title: "تشک خواب و تخت خواب" },


                    { Id: "2fa06526-5f74-4d99-a9c6-f8ae9f0b1893", Title: "تشک، لحاف و بالش" },


                    { Id: "4ed801bf-848b-4b94-9a75-43ef51c87a54", Title: "سرویس خواب" },

                ]
            },



            {
                Id: "b002d5b2-f12b-43a3-9dcd-2b76d7acc9e5", Title: "لوازم گازسوز",
                Children: [

                    { Id: "f197854a-191d-4fbc-9974-22bf227d88ca", Title: "تعمیر لوازم گازسوز" },


                    { Id: "faac26cf-47aa-4173-a82d-2ff177860a1a", Title: "تولید لوازم گازسوز" },


                    { Id: "e7c666b7-e7b3-4637-908e-2c24a24734ab", Title: "فروش لوازم گازسوز" },


                    { Id: "70050e76-4b97-40cb-8d45-4adf6f6802e2", Title: "لوازم و قطعات یدکی لوازم گازسوز" },

                ]
            },

        ]
    },



    {
        Id: "50946483-7b11-4616-818a-10bc07cc5ca1", Title: "خدمات اجتماعی",
        Children: [

            { Id: "3276796e-b0e2-4b3b-8b72-c0b07c5e7f55", Title: "پارکینگ" },


            { Id: "741d034b-c5a0-45bd-8157-e33fe34ace53", Title: "پلیس+10" },



            {
                Id: "c3acaa55-cd97-4ed2-b07f-098e3a6e5552", Title: "جایگاه سوخت",
                Children: [

                    { Id: "dc0c17bd-64e4-4572-a19e-f6304d494c50", Title: "جایگاه بنزین" },


                    { Id: "affdc9ac-3b60-4084-8f31-33d3f4900c3c", Title: "جایگاه گاز (CNG)" },

                ]
            },


            { Id: "bf2fb68e-c2b0-4295-a0b9-ef4120ac4ba7", Title: "خدمات امنیتی" },


            { Id: "8cb530a5-32d7-4034-9792-5af405310a81", Title: "دفاتر پست و مخابرات" },


            { Id: "c71c9e29-c528-417d-ba8f-15990cd13766", Title: "دفتر خدمات الکترونیک شهر" },



            {
                Id: "daab0999-76ac-4af1-bc27-2444edb92500", Title: "راهنمایی و رانندگی",
                Children: [

                    { Id: "954e4a0b-79d7-49fd-92e6-d43818e7acc2", Title: "تعویض پلاک خودرو" },


                    { Id: "c6076066-f3fa-45f3-8d6e-2b63179c018f", Title: "علائم، لوازم و محوطه سازی" },


                    { Id: "239cf1c1-8cc5-4ec8-959b-c91384d25ff9", Title: "مراکز راهنمایی و رانندگی" },


                    { Id: "d00ea010-ca9f-4eea-8130-f242eb1f23ff", Title: "مراکز معاینه فنی خودرو" },

                ]
            },



            {
                Id: "b1740480-4bcd-4db9-836c-66f89e1db4c7", Title: "مذهبی",
                Children: [


                    {
                        Id: "7600cc23-47dd-4aef-9aab-6f7ca945b02f", Title: "اماکن مذهبی",
                        Children: [

                            { Id: "e4598d14-ecef-485a-8f1c-57fe6bd66f38", Title: "امام زاده" },


                            { Id: "71b04c8f-f362-4f4b-a251-0a086af7202d", Title: "حسینیه و تکیه" },


                            { Id: "b93d99f1-3598-4606-a314-4d46ef728cec", Title: "مسجد" },


                            { Id: "354f4cde-5545-4517-a470-2a499c0fcaa7", Title: "کلیسا" },


                            { Id: "5f7a017b-3bc8-4be8-8580-be95af00d001", Title: "کنیسه" },

                        ]
                    },


                    { Id: "ac4cb6d2-924b-4c1b-afb2-af2edfffd909", Title: "تسبیح، جانماز و مهر" },


                    { Id: "96153fdc-0297-499c-afcc-0f032f85e90f", Title: "دفتر مراجع تقلید" },


                    { Id: "94849f9f-b25b-4860-8556-4b4cde2ec98a", Title: "هیأت و عزاداری" },

                ]
            },



            {
                Id: "520c9182-7cdd-4dd3-8004-6e28740ccd80", Title: "نهادها و سازمان ها",
                Children: [


                    {
                        Id: "2ec46876-f8b5-48ba-9a49-2b523660a934", Title: "اتحادیه ها، انجمن ها و تعاونی ها",
                        Children: [

                            { Id: "2874db2a-fd73-4783-8b41-c92fb2cea709", Title: "اتحادیه های اصناف تولیدی و فنی" },


                            { Id: "92e2ff50-ca77-4113-a309-b2031d59ecdd", Title: "اتحادیه های اصناف خدماتی و توزیعی" },


                            { Id: "e1cd3974-9857-44da-9c34-29ad8437742a", Title: "اتحادیه، انجمن و تعاونی" },

                        ]
                    },



                    {
                        Id: "63239feb-7ded-40e9-a12c-97e274f5f1fe", Title: "تشکل های خیریه",
                        Children: [

                            { Id: "3f93cca3-674b-4c20-be7b-229e0e994ef3", Title: "موسسات خیریه" },


                            { Id: "48b191ba-8fb0-42af-97cd-171d5c051ee7", Title: "کمیته امداد امام خمینی" },

                        ]
                    },


                    { Id: "d865e290-3f2a-4adb-b359-830d196104e4", Title: "سازمان های بین المللی" },


                    { Id: "858ba163-f090-49c8-897f-08ae63efa499", Title: "سازمان های غیر دولتی (NGO)" },



                    {
                        Id: "88e67b35-8eb2-43ef-af99-02c69d5c4ab8", Title: "سایر سازمان ها و نهاد ها",
                        Children: [

                            { Id: "4f5ffbb4-1880-4369-9984-406d90bb90a5", Title: "ثبت احوال" },


                            { Id: "2a4270a0-569b-4f47-b760-dc2f420bf30f", Title: "فدراسیون ورزشی" },


                            { Id: "d435a77b-904c-4452-bf7e-4d77612146f7", Title: "گذرنامه" },


                            { Id: "53f0f3b7-cdcf-4b8a-bf84-3c92a723cf2e", Title: "مناطق آموزش و پرورش" },


                            { Id: "2c5b1039-99e9-43d8-aea5-9e1bc6ffa504", Title: "موسسات فرهنگی و هنری" },


                            { Id: "54f87b92-8bf7-4ab2-8be3-1640acf84daf", Title: "هواشناسی و خدمات محیط زیست" },

                        ]
                    },


                    { Id: "999f7e2f-dd4a-4f12-b6f4-534fdb0e70f4", Title: "سفارت خانه ها" },


                    { Id: "4cf6f1eb-02c8-46b9-a90c-24a4f23e6fb0", Title: "وزارتخانه ها، سازمان ها و موسسات" },

                ]
            },



            {
                Id: "c9d73241-2186-48c0-85db-ed01330ebd2f", Title: "نیازمندی های شهری",
                Children: [

                    { Id: "030b5d1f-ed84-4d20-a030-66c2dabca498", Title: "آتش نشانی" },


                    { Id: "058573b9-4e48-48ce-bece-cc9af4cc3916", Title: "آمبولانس و اورژانس" },


                    { Id: "0ec3bdfe-5cd0-4fee-a176-793336121442", Title: "امداد آب" },


                    { Id: "d9604c9e-2eda-4fdc-b7ec-d3055fb7a53f", Title: "امداد برق" },


                    { Id: "67165eaa-03e1-4460-915b-4f29c99ef0f0", Title: "امداد گاز" },


                    { Id: "8fdf8259-1e17-4357-91c9-bf75f21b05cc", Title: "امور مشترکین تلفن همراه" },


                    { Id: "23c5b52e-0eaa-4ac8-8ce2-799d0937a2c4", Title: "خرابی تلفن" },


                    { Id: "b4fd3893-4087-4cdc-8100-4ae4e143f0fc", Title: "سازمان ها و ادارات شهرداری" },

                ]
            },


            { Id: "db79f577-da22-4a58-8d78-027d83adcecb", Title: "نیروی نظامی و انتظامی" },

        ]
    },



    {
        Id: "1daf3f8b-4fce-419e-8089-363fae37576b", Title: "خدمات فردی",
        Children: [


            {
                Id: "7171077e-6330-4cd2-8d9b-2143e1367b1b", Title: "آرایشگاه",
                Children: [

                    { Id: "2d46c3b1-ecfc-4ad1-ade3-b4712b8c90f8", Title: "آرایشگاه زنانه" },


                    { Id: "2ead0e79-d0b9-43a2-b584-cf9a4cce7181", Title: "آرایشگاه مردانه" },

                ]
            },


            { Id: "971ef26c-389a-4d11-b5a2-1216cb8589db", Title: "ترجمه" },


            { Id: "b6efc0a8-fcbf-4e60-b0c3-83ab6259b9ea", Title: "حمام و گرمابه عمومی" },



            {
                Id: "b21ebc86-b48c-4697-a4c0-a6304d819d26", Title: "خدمات مراسم",
                Children: [

                    { Id: "9dbdb295-0ecc-4834-858f-1f4058d247e6", Title: "خدمات مجالس و مراسم" },


                    { Id: "d556c559-4982-4d87-84e8-5b17be697262", Title: "خنچه عقد و گل آرایی" },

                ]
            },


            { Id: "af0c471e-9b12-41d1-8c30-fc135fe88efd", Title: "خدمات مهاجرت" },


            { Id: "3fcced58-a21d-400e-8ea0-e5d66d4318be", Title: "خشکشویی" },



            {
                Id: "7ed9b901-26f3-4280-a6ed-a10a5b29acdb", Title: "خیاطی و گلدوزی",
                Children: [

                    { Id: "4ac2f9cc-ff8c-49c4-9c1a-7b0768811895", Title: "خیاطی " },


                    { Id: "b692714d-58c1-429d-9745-62ffea612163", Title: "خیاطی زنانه" },


                    { Id: "972dcdd4-1382-4629-992e-babb5f658be2", Title: "خیاطی مردانه" },


                    { Id: "30455703-c364-4f03-95b1-2b6017c5f1ae", Title: "گل دوزی و زیگزال دوزی" },


                    { Id: "77bb7278-4393-4544-8a0b-c80ed7fab2a3", Title: "لوازم خیاطی" },

                ]
            },



            {
                Id: "e4c7d6d5-685c-4cf2-b22c-997cf24d23e6", Title: "عکس و فیلم برداری",
                Children: [

                    { Id: "be16a887-eb24-4829-9875-8febf95d8317", Title: "آتلیه و لابراتوار عکاسی و فیلم برداری" },


                    { Id: "8127e7f7-ec66-4af4-a899-34249c6c7e73", Title: "خدمات عکس و فیلم برداری" },


                    { Id: "180cdd6a-4a69-4a31-8c6a-a1f48e681326", Title: "عکاسی صنعتی (فیلم برداری صنعتی)" },

                ]
            },

        ]
    },



    {
        Id: "aa2befaf-9958-4eec-a310-ce342db10824", Title: "خدمات مرتبط با کسب و کار",
        Children: [


            {
                Id: "fc6854c0-2434-4a5d-9111-21ba5815c659", Title: "امنیت",
                Children: [

                    { Id: "2296bbf2-5303-4484-9aac-1f67d7943f6b", Title: "اطفای حریق" },


                    { Id: "037da1cf-fcf3-447b-8c60-83010b8d8d7c", Title: "پوشش ضد حریق" },


                    { Id: "39561089-c0f1-4188-84e1-fd50b0af6663", Title: "تجهیزات اطفای حریق" },


                    { Id: "7120d05b-a068-4eb4-92ee-019e53167865", Title: "تجهیزات حفاظتی مداربسته" },


                    { Id: "3eeee3e7-2f68-4972-870c-fae7ad3f0889", Title: "تشخیص هویت" },


                    { Id: "246c0cc5-cc0f-407f-b95d-fcc2e3a568f6", Title: "راه بند اتوماتیک" },


                    { Id: "783fd0e2-1e2b-4ad6-b87f-943e4aaeca86", Title: "سایر فعالیت های امنیتی" },


                    { Id: "89a7fa59-580b-44af-88a7-cb135b3da1c9", Title: "سیستم امنیتی ضد سرقت" },


                    { Id: "9a699827-cd75-4821-97b9-0fe27c4865f2", Title: "سیستم های مبتنی بر بارکد و RFID" },


                    { Id: "2c6a2db1-5687-4a30-8c96-8c7d174e5254", Title: "صاعقه گیر" },

                ]
            },



            {
                Id: "99781bc8-d95c-4d24-a2b9-aad265acd40c", Title: "انبارداری و پخش",
                Children: [

                    { Id: "369c377d-94a7-417c-9781-956b38c6c542", Title: "انبار آهن" },


                    { Id: "d383a888-f3b0-4ecb-8b7d-43de7ca452cb", Title: "انبار چوب" },


                    { Id: "55865622-e552-4c6d-bb47-2d065bfdb754", Title: "انبار عمومی" },


                    { Id: "6cf54adb-2198-4599-a074-2a4f456c38fd", Title: "انبار موادغذایی" },


                    { Id: "889636c8-7f13-42f7-9ec7-e0b66e6f9e41", Title: "انبار کفش" },


                    { Id: "383fcbe8-e9af-4876-93f5-e85b8c07f318", Title: "بازاریابی و پخش" },

                ]
            },



            {
                Id: "fd10b803-f032-482b-8642-644ed819cffb", Title: "بازاریابی و تبلیغات",
                Children: [

                    { Id: "aa28378c-94e8-4cb3-a7fb-9a91fa8ca83a", Title: "بازاریابی" },


                    { Id: "6b0b1318-bfa6-43d9-a75c-a640ade5c54c", Title: "تابلوی تبلیغاتی" },


                    { Id: "de67353f-442a-4a4e-bb4d-9de8413b9d8f", Title: "تبلیغات ایمیل (ایمیل مارکتینگ)" },


                    { Id: "085e1531-07bd-4c45-8a11-8b298b04ccbd", Title: "تبلیغات پیام کوتاه (اس ام اس مارکتینگ)" },


                    { Id: "061d2832-8da1-4dfa-9a5f-2fa5cc845d5b", Title: "تبلیغات دیجیتال و شبکه های اجتماعی" },


                    { Id: "62404439-17a3-4511-b570-04d7f2469972", Title: "تجهیزات ویترین و فروشگاه" },


                    { Id: "22c30fc5-b9d7-4ae7-b31e-9d3b7aca1a4f", Title: "تولید فیلم و تیزر" },


                    { Id: "f1370a38-ff76-4dbf-b1cc-83371af36e50", Title: "شرکت و آژانس تبلیغاتی" },


                    { Id: "9e15a1b9-9b02-4a8e-996b-026866dbc98d", Title: "طراحی و اجرای غرفه نمایشگاه" },


                    { Id: "5ce6a5ca-7d5b-4d42-8b32-4f021da914a5", Title: "طراحی و گرافیک" },


                    { Id: "06db47b3-b036-41d7-9a75-de30fe4d1e6c", Title: "نمایندگی پذیرش آگهی نشریات" },


                    { Id: "e576632f-72c7-42b2-bf44-f6c6e7a3bdce", Title: "هدایای تبلیغاتی" },

                ]
            },



            {
                Id: "81da97fe-5fa5-455f-b5f9-23749a4debea", Title: "بازرگانی",
                Children: [

                    { Id: "4f537722-1ce1-417f-b793-d4ad402f4ce9", Title: "اتاق بازرگانی" },


                    { Id: "09d48890-49a7-4221-bc2a-8aafc6c2d04a", Title: "بازرسی بازرگانی" },


                    { Id: "12b9bbee-00ac-4a01-9580-fb02af6a2113", Title: "ترخیص کالا" },


                    { Id: "ad4d51ec-1713-472f-8b91-c8311d8d8d0a", Title: "صادرات و واردات کالا" },


                    { Id: "dd772508-952a-4bf7-a28f-969b546f34d3", Title: "نمایندگی شرکت های خارجی" },

                ]
            },



            {
                Id: "cab2be09-9d99-4dd5-a1bd-ddce6d0114f9", Title: "برگزاری سمینار و همایش",
                Children: [

                    { Id: "49652036-cb8c-49a0-a197-1aa6d10d5516", Title: "خدمات برگزاری سمینار و کنفرانس" },


                    { Id: "69090b6f-89a1-4188-84e5-824e9166f279", Title: "سالن های کنفرانس، همایش و نمایشگاه ها" },

                ]
            },


            { Id: "6d08ddf3-1349-423d-a497-57738e3ef4d3", Title: "بیمه" },


            { Id: "865147d9-41b6-45bd-80a7-ee441d18e6e8", Title: "تامین نیروی انسانی" },



            {
                Id: "ac6e2013-ca5e-461b-a5d1-a67110423557", Title: "تجهیزات اداری",
                Children: [

                    { Id: "883929bd-9945-4606-9a4c-74a664e41ce9", Title: "پارتیشن اداری" },


                    { Id: "de11a077-69d3-471a-b2f6-017c4cc76f8c", Title: "تولید و فروش تجهیزات اداری" },


                    { Id: "74985cb2-7862-4df5-bc49-eec1889b699c", Title: "سیستم پیش ساخته" },


                    { Id: "867e1ef8-c082-43e9-b0b8-3846cbfb20d4", Title: "صندوق نسوز و گاوصندوق" },


                    { Id: "6a3f9238-a564-4f7e-8bc9-c3abe92ad1b7", Title: "قفسه فلزی" },


                    { Id: "d15eedb4-79d6-44cf-9656-d6c9757b40b8", Title: "ماشین های محاسباتی و اداری" },



                    {
                        Id: "c7d5561d-f80e-47d4-98ee-d76c577ee4fe", Title: "مبلمان و صندلی اداری",
                        Children: [

                            { Id: "6b6d5275-3128-4778-8732-3ee3294d51b7", Title: "تولید مبلمان و صندلی اداری" },


                            { Id: "6f0f61ab-c1d3-4f7a-b608-1c1ce3ee4dd4", Title: "فروش مبلمان و صندلی اداری" },

                        ]
                    },


                    { Id: "1879a6b7-8502-4467-9745-dd7f00d30988", Title: "کاغذ اداری و فرم کامپیوتری" },

                ]
            },


            { Id: "0bafa310-5350-4070-8126-6048719252e9", Title: "ثبت شرکت و امور مالیاتی" },



            {
                Id: "fd63ac6f-1957-4050-b3fb-a16aeedb8953", Title: "چاپ و انتشار",
                Children: [

                    { Id: "b0be4f45-ba21-4cda-962d-88e71b5f4828", Title: "پرچم" },


                    { Id: "120f2bc0-bb23-486c-99a5-a87a2f216aaf", Title: "تایپ، حروف چینی و تکثیر" },


                    { Id: "41206f7d-a09f-4274-a833-0838c36f0940", Title: "چاپ و انتشارات" },



                    {
                        Id: "b4ab67d0-d5d9-4d5c-a2eb-0892796f625d", Title: "چاپ کاغذ",
                        Children: [

                            { Id: "43fc7fa2-4d08-472d-a6b7-62ec0780f746", Title: "کاغذ حساس" },


                            { Id: "d40fdce8-2b33-4680-8b34-77648b7f6652", Title: "کاغذ و مقوا" },


                            { Id: "c5c1a69c-1bbf-4d77-96a6-4afa08968c17", Title: "کاغذ کادویی" },

                        ]
                    },


                    { Id: "6dce7aad-2f5a-4087-8fb0-c2423662c905", Title: "چاپخانه" },


                    { Id: "73efa5b7-3fdb-4d83-9d6d-0f4328b4615f", Title: "خدمات اسکن" },



                    {
                        Id: "974e0833-88e7-48af-b62c-ae272fdfe07e", Title: "خدمات چاپ",
                        Children: [

                            { Id: "c7134612-b3ca-4010-b1bf-7c3eb797b02b", Title: "چاپ برچسب، هولوگرام و مارک تبلیغاتی" },


                            { Id: "c8d7394a-6ed4-4bcb-a5b4-6a84a398ac15", Title: "چاپ پلاستیک" },


                            { Id: "3553065a-4486-4e97-8e0a-86869b1f7cbb", Title: "چاپ پوستر، کاتالوگ و بروشور" },


                            { Id: "5744721c-5e2b-4ab0-956d-5d0ea55eaa73", Title: "چاپ تریکو و سیلک اسکرین" },


                            { Id: "1b421e31-17a3-49de-82b1-44ba74cca7a1", Title: "چاپ تقویم و سررسید" },


                            { Id: "54b15200-6cdc-499f-bf06-08c85ada7883", Title: "چاپ دیجیتال" },


                            { Id: "e364315d-cbcb-43af-8302-76d837be6e02", Title: "چاپ سه بعدی" },


                            { Id: "dd254649-8f3f-4c0a-8c29-419f4973ea0c", Title: "چاپ شبرنگ" },


                            { Id: "748bdbff-e868-4f80-b6d1-63a3be43d32f", Title: "چاپ شیت و رول" },


                            { Id: "224d573b-8c20-45ad-8e55-0b60d4a1a4ac", Title: "چاپ صنعتی" },


                            { Id: "aa78cdbf-7e7b-4291-b085-19ba9e4bbdaa", Title: "چاپ طلاکوب" },


                            { Id: "3ca49011-ecac-4329-b37e-abc6931ce65e", Title: "چاپ فلزات" },


                            { Id: "625f1e00-814c-463f-9b84-37b858ccb291", Title: "چاپ و جعبه سازی" },


                            { Id: "663c1211-e4a9-4ac9-a867-717f43164950", Title: "چاپ کارت عروسی، تبریک و کارت پستال" },

                        ]
                    },


                    { Id: "8e7eb2a6-0f64-49cd-a14a-32fb93daaef8", Title: "صحافی، جلدکوبی و پاکت سازی" },


                    { Id: "a84c856c-29c0-465b-8437-6bf8e334d2d4", Title: "فتوکپی، پرینت و پلات" },


                    { Id: "8a6cf842-9f71-48c6-81dd-7dcc3fc261b6", Title: "لیتوگرافی" },


                    { Id: "f6b69cd8-a7e6-4623-8187-f6016ac67c4a", Title: "مهر، پلاک و کلیشه" },

                ]
            },


            { Id: "074bf3a6-2d57-4afe-a4c2-78d6b3393004", Title: "خدمات بهداشتی و نظافتی" },


            { Id: "e5948b45-9ffb-49c5-8aa7-7636fa4525a9", Title: "خدمات حسابداری" },


            { Id: "2f6fbca5-ed33-415c-b558-5493f7af4c89", Title: "خدمات نظافتی و اداری" },


            { Id: "13271047-d67e-461b-b531-8d4a91222980", Title: "سایر فعالیت های خدماتی" },


            { Id: "c08c4eab-9083-4379-b747-11708c488ff1", Title: "شهرک صنعتی" },


            { Id: "add3bf3c-f699-48b2-be3f-89d23cd0642b", Title: "صدور گواهینامه های بین المللی" },



            {
                Id: "0c8f0b9c-4588-4126-97ad-fd5a9041895d", Title: "مشاور",
                Children: [

                    { Id: "9485afbc-fec2-42be-a15b-24f3c6f7705a", Title: "مشاوره فنی و مهندسی" },


                    { Id: "69e70aea-0182-4a70-b2ac-6fd48dd0b7ef", Title: "مشاوره مدیریت" },

                ]
            },


            { Id: "007c6fea-8078-4719-b116-c55020e54172", Title: "موسسات کاریابی" },

        ]
    },



    {
        Id: "ba8a5247-08c0-465d-bc97-e246f265e79e", Title: "خرید",
        Children: [


            {
                Id: "bb935cce-784e-458f-80d3-a09528f06e52", Title: "اسباب بازی و سرگرمی",
                Children: [

                    { Id: "49c986ff-62b7-41d4-95c7-339fc74f3163", Title: "اسباب بازی" },


                    { Id: "255a8215-4377-4429-849a-498aedb5f2cb", Title: "بادکنک" },


                    { Id: "410d155f-e2d7-4a1a-a22a-4947a8861949", Title: "تولید اسباب بازی و سرگرمی" },


                    { Id: "19982ba4-a7c6-41e9-b830-e8c71f1a0a7e", Title: "سایر فعالان صنعت اسباب بازی و سرگرمی" },


                    { Id: "a29830ab-cba6-45ce-9a8c-bc5c7ade351d", Title: "عروسک" },

                ]
            },


            { Id: "af953f04-a35b-4737-8c2d-c8548adbb5ce", Title: "حیوانات خانگی" },


            { Id: "bc35ba36-e4b3-4203-826e-f4819770309e", Title: "خرید و فروش اینترنتی" },



            {
                Id: "851fbefd-01e9-4792-90ad-b995e8eb07ed", Title: "دخانیات",
                Children: [

                    { Id: "4e081a9b-b03f-4c71-b088-d7aac891d14f", Title: "فروش سیگار" },


                    { Id: "f0e0436f-ceeb-4b14-b3b5-5d18c3453c5d", Title: "فروش قلیان" },


                    { Id: "b002568f-48c6-438b-9518-3af29e79d8af", Title: "فندک" },

                ]
            },



            {
                Id: "d9938b64-9c71-4486-aa22-e13440a8f13d", Title: "ساعت و جواهر",
                Children: [

                    { Id: "0ed3eb47-72f2-4fba-ba1e-d6c62844a78a", Title: "زیور آلات نقره" },


                    { Id: "b7cebaaa-32bd-4111-a0e7-e49c3e5ab3a3", Title: "ساخت و فروش نقره" },



                    {
                        Id: "886843a9-1896-41fe-9ef0-953c374788df", Title: "ساعت",
                        Children: [

                            { Id: "d1af5b32-9059-49dd-bdbe-88b1452ab518", Title: "تولید و فروش ساعت" },


                            { Id: "75f891a4-f288-4e03-b716-e3831db667f0", Title: "ساعت سازی و تعمیرگاه مجاز" },

                        ]
                    },



                    {
                        Id: "a83d1b8b-a237-4eae-b59c-25a6c7bc289d", Title: "طلا، جواهر و زیورآلات",
                        Children: [

                            { Id: "54e46a8a-a7cb-4a8d-a160-71ff5d2d1ae2", Title: "ابزار طلا سازی" },


                            { Id: "8cf4cafc-6acf-4350-bb98-55129d7222f6", Title: "طراحی جواهر و جعبه جواهرات" },


                            { Id: "fb4af81a-da8e-4a52-909d-25deef29b4a6", Title: "طلا سازی و تعمیر" },


                            { Id: "d2d4b070-55de-43a6-a191-c3173c73a766", Title: "فروش سنگ قیمتی" },


                            { Id: "b9f5a447-14de-472b-a7cf-9d531b6ce5a9", Title: "فروش طلا و جواهرات" },

                        ]
                    },

                ]
            },


            { Id: "d9e57630-b120-48e9-bb4e-dbc93ff8108f", Title: "سمساری و وسایل دست دوم" },



            {
                Id: "98e46ef5-d52c-4cfa-abc1-ce3eaf7f7923", Title: "صوتی و تصویری",
                Children: [

                    { Id: "2207f8bd-3db0-48ea-858a-204d082c859f", Title: "آنتن تلویزیون" },


                    { Id: "9163ef4d-883a-492a-aa40-4ae1e2ea7d28", Title: "اکو و آمپلی فایر" },


                    { Id: "46510758-3f89-4c3e-9f9d-98ca4c004969", Title: "تجهیزات استودیو فیلم و عکس" },


                    { Id: "ab2259ba-92e7-4247-bd4d-d45068190eb2", Title: "تلویزیون و سینمای خانگی" },


                    { Id: "2ff29a54-0c90-496f-be26-9a1b3af8cd90", Title: "خدمات پس از فروش و نمایندگی مجاز" },


                    { Id: "0213975d-9be2-4707-9b0c-f8f9fef5f0e1", Title: "دستگاه ها و تجهیزات صوتی" },


                    { Id: "549ffd8d-5eab-4cbf-b9c7-7996f12e7b85", Title: "دوربین و تجهیزات عکاسی و فیلم برداری" },


                    { Id: "957fda37-9ea0-4297-96e4-68d2503109da", Title: "دی وی دی (DVD)، سی دی (CD)، نوار ویدئو و کاست" },


                    { Id: "9e08cf60-b7cc-46b3-9c0a-613c0075d46f", Title: "لوازم و قطعات یدکی صوتی و تصویری" },

                ]
            },



            {
                Id: "ac66cc20-3803-43ed-a5bb-87ca76961709", Title: "عتیقه، صنایع دستی و بدلیجات",
                Children: [

                    { Id: "1fcbec93-1fa3-4f79-b93f-96c63a4794df", Title: "اشیاء عتیقه و قدیمی" },


                    { Id: "51a6c108-252f-48ef-b8ab-8e1b8cabfce7", Title: "بدلیجات" },


                    { Id: "b8abfb1d-9325-400b-9e9f-49caf539d362", Title: "بلور و چینی" },


                    { Id: "5ed58432-d85d-4340-86fc-985ec1abaa5d", Title: "تولید صنایع دستی" },


                    { Id: "1daac1c1-2c11-4d72-8346-51faf79a45a1", Title: "سایر فعالان عتیقه، صنایع دستی و بدلیجات" },


                    { Id: "ba8dd628-5b7a-436c-be9c-724485d72fb1", Title: "سفال گری و تولید سفال" },


                    { Id: "123530f0-3484-4334-8583-320915c94c64", Title: "قاب عکس" },


                    { Id: "77de5ad7-1147-4dcf-90ad-3695d386445a", Title: "قلم زنی و حکاکی" },


                    { Id: "fa8314e2-2d95-469a-be3c-8812385068d4", Title: "مرصع کاری" },


                    { Id: "b64ba084-2491-42da-87cb-b87cbdedf8dd", Title: "معرق کاری" },


                    { Id: "a612fe37-fa7b-4673-b477-7f583b1ef9f9", Title: "منبت کاری" },

                ]
            },



            {
                Id: "009139da-2048-4832-b113-7e41e81978ae", Title: "فروشگاه لوازم هنری و محصولات فرهنگی",
                Children: [

                    { Id: "cdcbb108-4bb0-4486-b30e-00693f0a9565", Title: "لوازم نقاشی و خوشنویسی" },


                    { Id: "53a106de-a0c8-42d4-bbc4-8388d4c73870", Title: "لوازم هنری متفرقه" },


                    { Id: "7f1c4a3a-21a5-405a-96a5-814e065eb1a9", Title: "لوازم و آلات موسیقی" },


                    { Id: "ed4a724c-5316-410f-9b91-561107ce83c0", Title: "ویدئوکلوپ و عرضه محصولات هنری" },

                ]
            },



            {
                Id: "6a9c064d-62da-4a5a-8fc6-69a404c1aac3", Title: "فروشگاه و مرکز خرید",
                Children: [

                    { Id: "37f03ee7-4581-4024-9644-bbb4573a3a34", Title: "سوپرمارکت و خواروبار" },


                    { Id: "cb9a3c11-6cf0-4161-9220-dca0bff3da08", Title: "فروشگاه تعاونی" },


                    { Id: "a30e4a63-3e3a-45da-a1ed-19dace42597d", Title: "فروشگاه زنجیره ای" },


                    { Id: "4a753cd5-7cb5-4f03-969f-fedd15404353", Title: "مرکز خرید" },

                ]
            },


            { Id: "2e0ea77e-cd3c-4622-bcd9-8d29585eea4a", Title: "گل و گل فروشی" },



            {
                Id: "9b85071f-1e5e-4604-a8a2-476422ae98be", Title: "لوازم آرایشی و بهداشتی",
                Children: [

                    { Id: "efe1fbf9-289e-463b-8e1c-d92fcb2ff5ac", Title: "حوله" },


                    { Id: "900fda7e-4479-4b3c-8874-b07b552caa4c", Title: "خدمات بسته بندی و تجهیزات آرایشی" },


                    { Id: "b6233218-dc59-4460-b39f-84828689cf30", Title: "دستمال کاغذی و بهداشتی" },


                    { Id: "7f92a012-208f-4e6d-8b5c-41fae7d949b6", Title: "سایر محصولات و لوازم آرایشی" },


                    { Id: "ca7cfa13-1365-413d-afe0-02142e806d45", Title: "سشوار" },


                    { Id: "e6f7e547-d7f6-4b7d-843d-3a60d87c2b74", Title: "شوینده های سر، صورت و بدن" },


                    { Id: "399a6d73-5e1a-4d89-a469-69eddb6a33ad", Title: "ظروف دارویی و بهداشتی" },


                    { Id: "88ea4d03-cc50-4d80-a6e4-799b23743814", Title: "عطر و ادکلن" },


                    { Id: "3c7df335-32cc-4c6f-a62c-39ad3baf2a47", Title: "ماشین ریش تراش" },


                    { Id: "946ccb4c-0dba-45dc-bb6c-3922faf3fa3b", Title: "کرمهای آرایشی، بهداشتی" },

                ]
            },



            {
                Id: "3b591d08-07e9-41e0-9d6e-943146e8ec93", Title: "لوازم التحریر",
                Children: [

                    { Id: "3123e3ff-fe4b-4fa1-a41d-ee44d43ae77f", Title: "تولید لوازم التحریر" },


                    { Id: "f5d4c783-7681-4081-8846-068924231fc1", Title: "فروش و توزیع لوازم التحریر" },

                ]
            },


            { Id: "ad262183-9998-493c-b628-591ebc0b4192", Title: "لوازم لوکس و کادویی" },



            {
                Id: "724680a6-0a06-449e-9347-54c912193401", Title: "لوازم ورزشی",
                Children: [

                    { Id: "de5dcace-75cb-4551-9a06-b04236f2a14f", Title: "اسلحه و لوازم شکار" },



                    {
                        Id: "e8d9f00f-d2cc-4dbb-8b0a-15d3e43174d7", Title: "دوچرخه",
                        Children: [

                            { Id: "f202e4ce-25a1-4b52-a9ba-35f287a879d7", Title: "تعمیر دوچرخه" },


                            { Id: "fb0aca9e-e3be-44da-968a-3917a13ace0c", Title: "تولید دوچرخه" },


                            { Id: "6b734d91-c639-417b-a9ae-38afaf513c23", Title: "فروش دوچرخه" },


                            { Id: "590149fc-bf8a-4aa3-9e4a-144ba764009f", Title: "لوازم و قطعات دوچرخه" },

                        ]
                    },



                    {
                        Id: "eb5ba4ad-3939-40ec-aa7d-4347458c3ace", Title: "سایر لوازم و تجهیزات ورزشی",
                        Children: [

                            { Id: "53ef78bf-c96b-4cc4-979f-253de12fc19e", Title: "پودر پروتئینی" },


                            { Id: "f01e5e20-cea8-4224-a7b3-ede692e17cfc", Title: "تشک ورزشی" },


                            { Id: "2340e711-324d-46f2-9fbc-a647d8357655", Title: "لوازم ماهیگیری" },


                            { Id: "b544b515-53c5-4e76-915d-511ade19fbb2", Title: "میز بیلیارد" },

                        ]
                    },


                    { Id: "07bd6c38-cca9-46f3-8fb9-1c417ae8d39e", Title: "لوازم و پوشاک ورزشی" },


                    { Id: "da6199ef-0ad8-494d-a45d-b14adcd34b82", Title: "کوهنوردی" },

                ]
            },


            { Id: "d7589379-80c6-4547-855d-6b5a15a57c47", Title: "میوه و سبزی" },



            {
                Id: "6a8e3c18-4989-4212-a7b1-780fda4793c1", Title: "نان",
                Children: [

                    { Id: "3c4e90f7-f25a-4e4e-9338-c913cae8305a", Title: "نان فانتزی" },


                    { Id: "b7213952-afa9-4011-9f47-6a725ce457c6", Title: "نانوایی" },

                ]
            },


            { Id: "fb7e6248-ee24-4782-92c2-9bb257fa05d5", Title: "کتاب" },



            {
                Id: "0e5ca047-fab0-4997-9536-7225d09eafe5", Title: "کیف، ساک و چمدان",
                Children: [

                    { Id: "3b1eddea-48ad-49e8-a6ca-625323b34d62", Title: "تعمیر کیف، ساک و چمدان" },


                    { Id: "bb738fa9-22b5-4fa0-a060-988553a9aa0f", Title: "تولید کیف، ساک و چمدان" },


                    { Id: "95a820e3-72a7-47a1-8173-35d6ac273342", Title: "فروش کیف، ساک و چمدان" },

                ]
            },

        ]
    },



    {
        Id: "2c3d6e2d-53cb-46fe-b866-f5ce0ac89bb5", Title: "راه و ساختمان",
        Children: [

            { Id: "6df4ec3c-eb43-4d3e-9263-fdd3082a0feb", Title: "آژانس املاک و بنگاه معاملات" },



            {
                Id: "a92f2fbd-2f5a-4be1-8b0d-ef4353ff4eef", Title: "ابزار و یراق",
                Children: [

                    { Id: "b2531d89-7fc7-4acc-adc0-f060124b517d", Title: "ابزار جوشکاری" },



                    {
                        Id: "7f8ebb7b-e3fe-4226-9558-c30ca8fbd58d", Title: "ابزار ساختمانی",
                        Children: [

                            { Id: "7857e8f0-d238-4785-914a-3e055638fa88", Title: "تولید ابزار ساختمانی" },


                            { Id: "f72dc79c-475b-4943-b5e3-2b6400e0f1f3", Title: "فروش ابزار ساختمانی" },

                        ]
                    },


                    { Id: "243175aa-5883-486e-8001-cdc0f7deaeb9", Title: "بست فلزی" },



                    {
                        Id: "8eeb28a8-b42e-4917-897a-d8e038815a38", Title: "پیچ و مهره و پرچ و میخ",
                        Children: [

                            { Id: "622f3d13-2a5b-44d0-951b-63cc30862446", Title: "تولید پیچ و مهره و پرچ و میخ" },


                            { Id: "26029a02-3d78-408c-a17b-c01e9be24e92", Title: "فروش پیچ و مهره و پرچ و میخ" },

                        ]
                    },


                    { Id: "e9f99e4a-567b-444e-b1a3-cd41574d8e96", Title: "تسمه و نوار نقاله" },


                    { Id: "1092c093-1869-46fa-bae2-54b494912cd0", Title: "دستگیره و قفل و لولا" },


                    { Id: "778ee165-f03c-42c2-a53e-9679c236bc1c", Title: "سمباده و سنگ سمباده" },


                    { Id: "e06d487e-d956-4051-80a1-9c9448c253dd", Title: "سیم خاردار و توری" },


                    { Id: "197ce9eb-691a-442f-89db-ae9a6f866bee", Title: "فرقون" },


                    { Id: "4b20359d-25c7-4ba5-b704-fb9cfabb2590", Title: "قفل و کلید" },


                    { Id: "0da1ce8b-b00c-400d-9e92-219476463918", Title: "واشر" },

                ]
            },



            {
                Id: "b0aeba27-6ce3-4408-9f20-2c131cfb3470", Title: "پیمانکاران ساختمانی",
                Children: [

                    { Id: "b87d728d-54a4-4a95-a55d-5ff51199e652", Title: "پیمانکاران و شرکت های ساختمانی" },


                    { Id: "5d403a7d-525e-4cd2-9634-f589ea2a5977", Title: "طراحی و اجرای سالن ها" },

                ]
            },



            {
                Id: "9f53129f-b2d8-4ce1-bfb2-bff5783c7f3f", Title: "تاسیسات ساختمان",
                Children: [

                    { Id: "1f7f353f-891f-4c15-af31-a1d44e585395", Title: "پیمانکار تاسیسات" },


                    { Id: "2103d5cf-5422-4cd9-87fc-25c423f41399", Title: "تاسیسات آبی" },


                    { Id: "e4421f71-31e3-43b5-b785-fdb5ae616198", Title: "تاسیسات برقی" },


                    { Id: "8da7c87b-8cd5-410b-9011-da16dcf3f852", Title: "تجهیزات تاسیسات" },


                    { Id: "71d24d83-cf1e-49b0-b715-60a655d7624b", Title: "شوتینگ زباله" },


                    { Id: "e7399b28-ea78-4f9a-8045-e641a48e8122", Title: "مهندسین مشاور تاسیسات" },

                ]
            },



            {
                Id: "73ceaf48-37ed-4f90-808f-45013b9ef16d", Title: "تجهیزات ساختمان",
                Children: [

                    { Id: "ed092620-a878-44be-8733-62c699f82d2f", Title: "آردواز، ایرانیت و شیروانی" },


                    { Id: "3316cb6d-ff08-45bc-bc55-dc84ed59b5a4", Title: "آسانسور" },


                    { Id: "8609e070-64f1-4f76-af95-25d44af87f29", Title: "اپوکسی و روکش صنعتی" },


                    { Id: "3323015e-2de1-45df-9041-148d89bd81ee", Title: "تجهیزات هوشمند سازی ساختمان (خانه هوشمند)" },



                    {
                        Id: "0006da36-7a17-4f5f-a59c-b40ed266e861", Title: "تزیینات ساختمان",
                        Children: [

                            { Id: "0cd2da5f-e88c-4d0e-992d-e53936833631", Title: "آبنما" },


                            { Id: "90e7fed0-22ca-4260-ac35-889f0600e538", Title: "تزیینات و دکوراسیون" },


                            { Id: "ece84e06-30dd-4760-9e05-84e4978e197c", Title: "رابیتس" },


                            { Id: "2559713a-2918-4ee4-b4ec-ca40a7671953", Title: "شومینه" },



                            {
                                Id: "7b60f77e-3cb3-4062-9448-1ed7da6c0351", Title: "نقاشی و گچ بری",
                                Children: [

                                    { Id: "4aa2303c-f6ca-43e2-ab30-ed8e40f97739", Title: "گچ بری" },


                                    { Id: "7b17c55e-7e45-4ec2-9bd0-442814c3d88b", Title: "گچ بری پیش ساخته" },


                                    { Id: "0f4e33d9-51da-4b02-9d72-457d9753a753", Title: "نقاشی" },

                                ]
                            },



                            {
                                Id: "721b3dc2-03fe-4b37-b272-c48f4dbdaa45", Title: "کاغذ دیواری",
                                Children: [

                                    { Id: "dd98c6a0-ab55-4dc3-9e36-21d4a7be3f8c", Title: "تولید کاغذ دیواری" },


                                    { Id: "32e09b65-4e9b-431b-9647-787f187be525", Title: "فروش و نصب کاغذ دیواری" },

                                ]
                            },


                            { Id: "f8ac91c4-7a9a-412d-8622-c0c69c2b5931", Title: "کنیتکس و رولکس" },

                        ]
                    },


                    { Id: "b75bc0a9-a00d-4a4c-b04a-ea146004dc57", Title: "درب اتوماتیک" },



                    {
                        Id: "b39ab14a-99e6-46ba-bb59-bc6f93c19a53", Title: "درب باز کن",
                        Children: [

                            { Id: "e3cb6910-dfda-420e-a880-aa8219bffa08", Title: "آیفون تصویری" },


                            { Id: "15780288-c1c2-4281-87a2-132311771d70", Title: "درب باز کن برقی و الکتریکی" },

                        ]
                    },



                    {
                        Id: "198edfdb-42e1-430a-b18e-d2c5d4d78602", Title: "درب و پنجره",
                        Children: [

                            { Id: "7ee4e402-3bcd-4588-96b6-16161612eb10", Title: "حفاظ و نرده فلزی" },


                            { Id: "48946f2e-0dde-4c65-ba97-0f0da2e2e1c9", Title: "درب آکاردئونی، شبکه ای و کرکره ای " },


                            { Id: "d689d8e5-24ea-4337-8e58-a89f080cf07e", Title: "درب ایمنی ورودی و خروجی اضطراری" },


                            { Id: "fc0eaa3f-5b92-4106-9650-330732c967f6", Title: "درب ضد حریق و انفجار" },


                            { Id: "e0e1922e-274c-438e-8f01-c36b838bfbba", Title: "درب و پنجره آلومینیومی" },


                            { Id: "cd87981b-6048-417e-b859-45c07c5364a3", Title: "درب و پنجره پروفیل و پی وی سی (PVC)" },


                            { Id: "26aa6a5d-c330-4b17-b9f4-5cfce626aae2", Title: "درب و پنجره چوبی" },


                            { Id: "4dc84503-cd65-4c4c-98c7-1368b4d0397a", Title: "درب و پنجره دوجداره" },


                            { Id: "a4b402a3-0a31-4206-b1c1-b0ac2a0d958a", Title: "درب و پنجره شیشه ای" },


                            { Id: "43c1a5ef-5a97-45b2-a4e7-f6f7aed7038f", Title: "درب و پنجره ضد سرقت و ایمنی" },


                            { Id: "d4f999f6-189a-49bc-9ca9-1f152cdbd1a7", Title: "درب و پنجره فلزی" },


                            { Id: "a294c42a-058f-441f-bbff-87c5cff2b5ee", Title: "درب و چهارچوب" },

                        ]
                    },


                    { Id: "33dae9ef-927d-4632-9a39-63351832e04c", Title: "شیرآلات بهداشتی و ساختمانی" },



                    {
                        Id: "3d4cf084-4a45-4dc1-8810-1c6d8a20a7f3", Title: "لوازم بهداشتی",
                        Children: [

                            { Id: "f3e579b8-2828-4cae-9aa6-279a89586624", Title: "تولید لوازم بهداشتی" },


                            { Id: "e577486c-41c6-4d42-97b0-ebbe0243bc99", Title: "فروش لوازم بهداشتی" },


                            { Id: "abc44e6a-63fb-49ad-a0f0-ea4342465326", Title: "لوازم نظافتی" },

                        ]
                    },

                ]
            },



            {
                Id: "03396715-e729-4fbd-82d4-6d0efe1fb0da", Title: "سازه و ساخت",
                Children: [

                    { Id: "4c2c795a-e4fb-4369-bbfe-fe3f9124ff6d", Title: "آسفالت کاری و محوطه سازی" },


                    { Id: "e68bb126-e8e3-4f6a-8617-d9adc2384ef0", Title: "احداث اسکله و بندر" },


                    { Id: "9be0aa70-9a3d-41e4-a2de-557b76a78ae1", Title: "احداث تونل" },


                    { Id: "0fb7e51c-9d31-40ec-bfe8-4eeb067ba3d5", Title: "احداث راه آهن و مترو" },


                    { Id: "261f46f5-d0d4-46d6-90c3-debaac346016", Title: "احداث سد و کانال" },


                    { Id: "3ed7f5dc-ba9d-4b7f-950a-a0583d90b702", Title: "احداث فرودگاه" },


                    { Id: "812c134b-7266-4ce6-8e14-99839ac4d2c0", Title: "احداث فضای سبز" },


                    { Id: "81611d07-2b96-41dc-bf1c-ad308fcc4639", Title: "پل سازی" },


                    { Id: "99b12756-f239-4507-bc57-4acbd034faab", Title: "پی ساختمان" },


                    { Id: "fab564ff-8e91-434a-b7d4-8096978e99e7", Title: "تعمیرات و نوسازی ساختمان" },


                    { Id: "bf68a7b9-f621-477e-8429-39d93dcfe095", Title: "تیر سیمانی برق" },


                    { Id: "01528453-e53d-45fe-898d-543097713a5a", Title: "چاه و قنات" },


                    { Id: "f625316c-2c3a-4093-8499-fd2ebb4a5413", Title: "حفاری" },


                    { Id: "79feafa6-df1a-475f-b2a7-aeadad07e7a4", Title: "خاک برداری" },


                    { Id: "56be6727-7c96-47af-8dc0-275eaa7a03f2", Title: "داربست فلزی" },


                    { Id: "34d83ab6-5b79-43cd-a9af-769059be246d", Title: "دیوار پیش ساخته" },


                    { Id: "49e6445c-0aba-46a4-b588-3dbd10df072c", Title: "راه سازی و جاده سازی" },


                    { Id: "181a52a1-fc35-4065-b648-86ddf2fce4a7", Title: "سازه سبک ساختمانی" },


                    { Id: "f7a3b9ba-f2a1-4e71-ba7e-d465bcabecb1", Title: "سازه فضاکار" },


                    { Id: "e457c514-97a3-4e17-b79f-ea79149c8bf7", Title: "سازه فلزی" },


                    { Id: "59dd1c18-a24e-4f91-b5e0-0623f967326e", Title: "سقف و نمای آلومینیوم و کامپوزیت" },


                    { Id: "8deac9af-4d14-43ea-91d8-7bc1dea55a6b", Title: "سقف و کف کاذب" },


                    { Id: "8e83cd3c-e0b5-4652-8991-9ba89d24b4e9", Title: "سوله و اسکلت فلزی" },


                    { Id: "c207751a-195e-4f66-9314-2eab6bf2807c", Title: "شهرک سازی" },


                    { Id: "fff2a91f-bd4c-4da0-9678-19e697336e7b", Title: "مقاوم سازی سازه" },


                    { Id: "a1f9daa2-5c45-447f-8e40-7fd8e6d39557", Title: "کانتینر، خانه پیش ساخته و کاروان" },

                ]
            },



            {
                Id: "2355f20c-a9ca-4035-8f0a-17b65f87e419", Title: "طراحی، مهندسی و مشاوره",
                Children: [

                    { Id: "b527f4b9-b4ed-4c06-a764-7ca28812840f", Title: "طراحی ، مهندسی و مشاوره ساخت و ساز" },


                    { Id: "f25bdb5a-ad2f-4f10-8b91-af47fd78f6d3", Title: "طراحی و معماری" },


                    { Id: "62a5b2d3-a5fb-489d-bec2-058f7fdd0787", Title: "ماکت سازی" },


                    { Id: "9ea93a0a-75a4-4f48-8939-b2015a4811ea", Title: "معماری و دکوراسیون داخلی" },


                    { Id: "7c329830-d431-41a6-865f-05d7be9735b8", Title: "مهندسی زمین شناسی و ژئوتکنیک" },

                ]
            },



            {
                Id: "ea3f7a9e-e8e9-4cf8-a7cf-a13afc7d5ac5", Title: "فعالیت ها و خدمات مرتبط با راه و ساختمان",
                Children: [

                    { Id: "27a687c6-6ea2-4329-a9fa-84bb22674128", Title: "آزمایشگاه خاک شناسی و مکانیک خاک" },


                    { Id: "274fd76d-4b45-4927-9b4d-53e8201dc1c5", Title: "اتوماسیون ساختمان" },


                    { Id: "17556e76-c0a0-428c-8a93-36ed04d7477f", Title: "پله پیش ساخته" },


                    { Id: "9c73fe4a-5738-487c-b28f-14d6941eb4dc", Title: "جوشکاری" },


                    { Id: "95794a54-1485-4f4a-8aee-820c96122c63", Title: "چوب بری" },


                    { Id: "4ec0d8af-bb93-439d-96b8-cd9892915af4", Title: "سنگ بری" },


                    { Id: "986c7f5a-20d0-45a2-b595-3c173c900af2", Title: "سنگ تراشی و حجاری" },


                    { Id: "41f3c0b4-53ee-406c-b09f-4004f46ec3b7", Title: "سنگ کوبی" },


                    { Id: "c241a928-0550-4666-b6e0-617d0d3006e0", Title: "صدور پروانه" },


                    { Id: "0ebfc9cc-c4c2-417b-88c9-8097aa6f87e1", Title: "مواد شیمیایی ساختمان" },


                    { Id: "96dc9bb3-8dba-4cb5-b1b6-be34cfc371a1", Title: "نجاری ساختمان" },


                    { Id: "b9a37a94-0e6e-45c8-b615-6c846f645f62", Title: "نما شویی و کف سابی" },


                    { Id: "16fd207e-0002-4b0d-a344-8c292d5cc859", Title: "نورگیر" },

                ]
            },



            {
                Id: "52fc3119-4b76-437a-adad-50b8a5e42a74", Title: "ماشین آلات ساختمانی و راه سازی",
                Children: [

                    { Id: "e0ffdb24-1f73-46e4-8888-16fe62f339ee", Title: "تولید و فروش ماشین آلات ساختمانی و راه سازی" },


                    { Id: "c2209297-8d1f-4505-863d-85a85c0785ef", Title: "تولید، تعمیر و فروش پرس ضربه ای و هیدرولیک" },



                    {
                        Id: "d4a09306-60b6-4137-b3b9-b7c110725ed3", Title: "جرثقیل",
                        Children: [

                            { Id: "2e36dfef-535c-45d6-94c4-c9ee4077c4f4", Title: "تولید جرثقیل سقفی" },


                            { Id: "3405b3ec-d8b6-47f4-ab61-aeffa5eaf967", Title: "تولید و تعمیر جرثقیل" },


                            { Id: "a7231335-eea3-4c42-9a7d-87f1f0414782", Title: "فروش جرثقیل" },


                            { Id: "c37a110a-8509-40db-a62f-7427baf019d8", Title: "فروش چرثقیل سقفی" },


                            { Id: "9ac69393-08c6-44d1-afc0-6d5a7aaeef79", Title: "لوازم و قطعات جرثقیل" },


                            { Id: "061e60ec-6933-45e9-9a27-7daa7572bc9d", Title: "کرایه جرثقیل" },

                        ]
                    },


                    { Id: "09064521-bce0-407d-959f-851615371e20", Title: "دستگاه بتن ساز" },


                    { Id: "ca1f2123-7fbc-4168-bc85-b69c5f3ab597", Title: "سنگ شکن و دستگاه شن و ماسه" },



                    {
                        Id: "f0771e76-ed7f-42c7-a4eb-2bc798b93c87", Title: "لیفتراک",
                        Children: [

                            { Id: "709eeae1-92bc-4421-a748-ee2922a92efd", Title: "تعمیر لیفتراک" },


                            { Id: "2c167a40-b648-4592-9895-fca034ed946b", Title: "تولید لیفتراک" },


                            { Id: "6b63c650-8639-45da-89fc-56c1ec1cd48b", Title: "فروش لیفتراک" },


                            { Id: "999179dc-3468-4b82-8b37-c1556673645f", Title: "لوازم یدکی لیفتراک" },

                        ]
                    },


                    { Id: "6cb868ca-cd8c-4d0e-b604-72dc97b596fb", Title: "کرایه ماشین آلات و تجهیزات ساختمانی و راه سازی" },



                    {
                        Id: "c5f666de-c2f4-4924-bf53-cc1e90fa7f70", Title: "کمپرسور",
                        Children: [

                            { Id: "8cd5d68c-3179-4856-a58f-3fc3c25e63cd", Title: "تولید و تعمیر کمپرسور" },


                            { Id: "5943fccc-414a-414b-af1a-2c04cc5c4b37", Title: "فروش دیفرانسیل و گیربکس کمپرسور" },


                            { Id: "48842230-0cf0-4dbf-976e-6fa67d0a0673", Title: "فروش و اجاره کمپرسور" },

                        ]
                    },

                ]
            },



            {
                Id: "1c6844da-5bc6-431d-bc8b-8e4147cbdfdd", Title: "مصالح ساختمانی و راه سازی",
                Children: [


                    {
                        Id: "f0935a47-ab73-44c5-bd58-ec675d076545", Title: "آجر",
                        Children: [

                            { Id: "395170f2-79e9-43f2-8f97-ef704831954b", Title: "آجر سفالی" },


                            { Id: "cfd74303-5b76-47d2-86fb-c2786d4e1631", Title: "آجر ماشینی و فشاری" },


                            { Id: "0a4c1a74-c1eb-4710-a1ae-9f17e71e7a1c", Title: "آجر نسوز" },


                            { Id: "e002bb36-f073-40c7-837b-e15a57f4e38f", Title: "آجر نما" },

                        ]
                    },



                    {
                        Id: "9036698e-daa1-4e58-997b-8763a64f61a1", Title: "آسفالت و قیر",
                        Children: [

                            { Id: "774dbfbe-9d18-45b5-85bb-9ecf8e199fea", Title: "تولید آسفالت و قیر" },


                            { Id: "e0407538-8eff-4996-9a17-2a46776873fa", Title: "فروش آسفالت و قیر" },

                        ]
                    },



                    {
                        Id: "d9191858-828f-443e-9d1d-cd96c2faefa2", Title: "آهن",
                        Children: [

                            { Id: "050daec4-c448-44cc-ac95-6e04ee2af8b3", Title: "تولید آهن" },


                            { Id: "326376af-108d-490b-9806-1fc9cdcfdd94", Title: "فروش آهن" },


                            { Id: "afad715e-1b4a-49af-b601-ae0b50b715c2", Title: "واردات و صادرات آهن" },

                        ]
                    },


                    { Id: "a3fd209b-fa1d-4e19-97f4-229d9a34b0d0", Title: "آهک" },



                    {
                        Id: "c344f422-d9e0-48b7-8151-f95449de245f", Title: "اسفنج و فوم",
                        Children: [

                            { Id: "81d7dafa-a42e-4d59-b995-cb9c6cc6f053", Title: "تولید اسفنج و فوم" },


                            { Id: "a10316e1-f64d-4ef7-917b-4305c9861be4", Title: "فروش اسفنج و فوم" },

                        ]
                    },



                    {
                        Id: "5e3af6a5-dec5-43cd-8e4a-ce5642c66e49", Title: "بتن",
                        Children: [

                            { Id: "e367dfab-e855-4193-98dc-774f4876882f", Title: "آب بند بتن" },


                            { Id: "dc52d147-1ca2-4eb4-b7bb-7d6ac5332dbd", Title: "بتن آماده" },


                            { Id: "229be668-bb48-4961-9c78-fc12f280badc", Title: "بتن ریزی" },


                            { Id: "5ffc0d3c-e67a-4531-88a8-6a8b4ae53daf", Title: "بتن ضد یخ" },


                            { Id: "acbfe6c4-ef33-4f83-9f5d-f245ecc58b67", Title: "پوشش بتن" },


                            { Id: "e8c1deb5-0223-4f60-9bb5-e278d3b1828d", Title: "تولید بتن" },


                            { Id: "4706ec40-2844-461b-a3c0-1b0e9758795a", Title: "تیرچه بلوک بتنی" },


                            { Id: "1579da4b-b229-4a0c-926b-2054de972d66", Title: "چسب بتن و مواد شیمیایی افزودنی" },


                            { Id: "419fd1c9-d4d2-44ef-a345-7c6381c2d1b1", Title: "قالب بتن" },


                            { Id: "38fe9a7b-0b72-4ee8-8c0a-90d0efab95b6", Title: "قطعات پیش ساخته بتنی" },


                            { Id: "fc681d30-3bd9-4534-8bbf-afdf99de806d", Title: "واتر استاپ و نئوپرن بتنی" },

                        ]
                    },


                    { Id: "bdafb791-19f6-4873-964d-704bcd32cc8a", Title: "پوشش سقف شیبدار" },


                    { Id: "a2506069-0584-4730-80b7-0e8bc01490dc", Title: "تولید مصالح" },


                    { Id: "1e174e03-21a3-49b0-9b82-72c03463d637", Title: "تیرچه و بلوک سقفی" },


                    { Id: "4e130e48-6e71-42e1-9b0e-220cb072c2cc", Title: "سفال بام" },



                    {
                        Id: "838f44c1-542c-48ce-a236-329165c7d44f", Title: "سنگ ساختمانی و تزیینی",
                        Children: [

                            { Id: "66af6b59-90da-49d0-9568-4d3b28f51453", Title: "تولید سنگ ساختمانی و تزیینی" },


                            { Id: "546812af-4b45-404a-9d4e-2d798ecf9118", Title: "فروش و نصب سنگ ساختمانی و تزیینی" },


                            { Id: "1a35b234-cb51-4c52-8674-dc12736d9cd1", Title: "واردات و صادرات سنگ ساختمانی و تزیینی" },

                        ]
                    },



                    {
                        Id: "6cd28de2-8739-4f07-8dee-c9529d4ed6e6", Title: "سیمان",
                        Children: [

                            { Id: "df92eec9-175d-4055-a1c3-7a095807e06c", Title: "تولید سیمان" },


                            { Id: "8708cbb8-13f3-44fa-aede-a6cd318cc831", Title: "فروش سیمان" },

                        ]
                    },


                    { Id: "ae6e5f4a-8a18-4cb3-b983-643587600fee", Title: "شن و ماسه" },



                    {
                        Id: "a285f8f8-1075-4dd0-9316-533e3ab8649a", Title: "عایق ساختمان",
                        Children: [

                            { Id: "2a0efa50-a993-4829-a0c4-4ecc49869c6f", Title: "عایق صوتی و سقف کاذب" },


                            { Id: "b2876a12-4236-4ad1-be87-fc7b1bf1ad47", Title: "عایق کاری ساختمان" },


                            { Id: "eca448d9-97a2-445d-8933-f6c72724bb7a", Title: "قیرگونی ساختمان" },

                        ]
                    },


                    { Id: "1a94b953-f228-4147-a2a9-f004e07f38af", Title: "فروش مصالح ساختمانی" },


                    { Id: "af8a5552-b2c1-41bf-81d2-c369530d9a32", Title: "فوم پلی استایرن" },


                    { Id: "954eba42-39b1-43e0-b8a7-adac13920f97", Title: "قطعات پیش ساخته" },


                    { Id: "9b9c6a96-b6dc-4c8b-9d1d-f7137f3b189c", Title: "گچ" },



                    {
                        Id: "f517c155-c3ad-4930-ade9-494ad239536d", Title: "موزاییک",
                        Children: [

                            { Id: "b5b58f4b-1cc1-428d-805e-0b8e554c5bca", Title: "تولید موزاییک" },


                            { Id: "30d7dd69-e131-4076-9bad-80f2d655f3ef", Title: "فروش موزاییک" },

                        ]
                    },



                    {
                        Id: "81fdb781-6cf3-440f-9801-d79d702eb8e2", Title: "کاشی و سرامیک",
                        Children: [

                            { Id: "391ccdf0-9826-4ddb-b72e-3ee7d109bb51", Title: "تولید و پخش کاشی و سرامیک" },


                            { Id: "d1e9d0ec-4596-46f0-9c71-86115c18a48e", Title: "سرامیک صنعتی" },


                            { Id: "ca223afa-d3e4-4154-a53b-81aa6718d5a8", Title: "فروش کاشی و سرامیک" },


                            { Id: "650c4306-a388-415a-a35a-ed35123d55c4", Title: "نصب کاشی و سرامیک" },

                        ]
                    },



                    {
                        Id: "f6d9744e-575f-4101-aeeb-145ddc5e5c2d", Title: "کف پوش و پارکت",
                        Children: [

                            { Id: "0fd46f58-9ed7-4efa-8660-c34ebb9570d4", Title: "تولید کف پوش و پارکت" },


                            { Id: "44a8ded6-02d9-467f-a66a-90046e034604", Title: "فروش و نصب کف پوش و پارکت" },

                        ]
                    },

                ]
            },

        ]
    },



    {
        Id: "23f2a826-3e7f-4982-8d8d-ef6c3eb1e00b", Title: "صنعت / کشاورزی",
        Children: [


            {
                Id: "dd53fec6-8e81-4218-97f2-d2ab27d0b835", Title: " خدمات صنعتی",
                Children: [

                    { Id: "a93a7be7-69f0-4e2d-875f-6ce8bb98b028", Title: "بازرسی صنعتی" },


                    { Id: "890fd245-73bf-494d-aa70-7ac6ff310d20", Title: "بهره وری و بهینه سازی انرژی" },


                    { Id: "d1895a6f-f95c-49ed-8231-fe3c927da543", Title: "پیمانکاران پروژه های صنعتی" },


                    { Id: "d4b32ac3-0e10-477f-b874-1f2c3d0d311e", Title: "تولید و نصب و راه اندازی تجهیزات کارخانه" },


                    { Id: "2e2db0fa-4b8c-4f13-a6e3-0c2097741fde", Title: "شرکت چند منظوره" },

                ]
            },



            {
                Id: "a985d2fa-23f5-47ac-9e94-51c8fd19a218", Title: "ابزار و قطعات صنعتی",
                Children: [


                    {
                        Id: "2c43e263-0342-4f98-a6c6-ef16ea27d1dd", Title: "اره",
                        Children: [

                            { Id: "910be992-8929-4316-a7d2-40239b4d20ce", Title: "اره تیزکنی" },


                            { Id: "657fe944-04ec-4c09-9194-1ce5f0e3373d", Title: "اره نواری" },

                        ]
                    },


                    { Id: "a2d8bd8c-ed49-4fef-87be-120b73132102", Title: "برس صنعتی" },


                    { Id: "bc14aada-63ab-4e3f-9d73-ad4f2c39b17f", Title: "برشکاری با آب ( واترجت )" },


                    { Id: "ee51c69e-8be9-4b67-89c4-62588f4a26d9", Title: "تسمه فنی" },


                    { Id: "f0cf6e0b-e085-463b-9150-96c2d513cda8", Title: "تسمه و کانویر هوایی و زمینی" },


                    { Id: "5aa7da4b-5555-4052-82f0-b124b8228dcd", Title: "تولید ابزار صنعتی" },


                    { Id: "731630f2-6c12-4f00-8a78-740a7f8a40c6", Title: "جعبه ابزار" },



                    {
                        Id: "b17b9be9-5f0a-409a-b725-4c52d57653be", Title: "جک",
                        Children: [

                            { Id: "2c77cb44-bbbf-4996-9458-fe47c8e1b90f", Title: "تعمیر جک" },


                            { Id: "2625a71f-59cc-4d7e-a8ab-ac5c6e194ebb", Title: "تولید و تعمیر جک هیدرولیکی" },


                            { Id: "02afd55a-2991-4355-9897-1ba46ad77260", Title: "تولید و فروش جک" },


                            { Id: "68a7c161-3e67-404b-97b5-b8578c82c986", Title: "لوازم و قطعات یدکی جک هیدرولیک" },

                        ]
                    },


                    { Id: "24f1d629-dbdb-4f8b-a58d-be59fe68713e", Title: "چرخ دنده صنعتی" },


                    { Id: "7341cb51-3318-49df-943e-54138fea73c7", Title: "دستگاه و تجهیزات جوشکاری" },



                    {
                        Id: "252fd7c3-af2c-4a79-b949-032e47e1b098", Title: "زنجیر صنعتی",
                        Children: [

                            { Id: "12dcba47-973f-4409-b61c-2e94488a77a6", Title: "تولید زنجیر صنعتی" },


                            { Id: "ab446a1d-473f-4551-b77a-8833a026cb2c", Title: "فروش زنجیر صنعتی" },

                        ]
                    },


                    { Id: "2bc5db53-88b5-4eec-a308-b931a5c6d84f", Title: "سیم بکسل" },



                    {
                        Id: "efe9ba33-eaec-4d8a-8777-a9ba0b4c88b6", Title: "شیلنگ",
                        Children: [

                            { Id: "caf96676-507d-4acb-a858-1b667f20f2e8", Title: "تولید، پخش و فروش انواع شیلنگ" },


                            { Id: "bef0fca5-630c-4c7b-8f88-bbf635818d8d", Title: "شیلنگ فشار قوی" },

                        ]
                    },


                    { Id: "4f7885ee-2028-48ba-939d-97997c999864", Title: "فروش ابزار صنعتی" },


                    { Id: "d47b9839-3f2d-41cc-ab8c-252d5a4f22ab", Title: "فنر" },


                    { Id: "90e6f4d2-5e20-4b72-bf59-ea65edaa8fb9", Title: "فیبر صنعتی" },



                    {
                        Id: "25444542-a589-440b-9a07-17e0ce8e9cee", Title: "فیلتر",
                        Children: [

                            { Id: "52193622-ff4a-4ae8-a993-2e74ffc5e998", Title: "تولید فیلتر صنعتی" },


                            { Id: "26b3b849-5560-4c68-8c5a-e452de314fb8", Title: "تولید و فروش انواع فیلتر" },


                            { Id: "3c7804b9-5871-49bf-8615-76dd7c009366", Title: "فروش فیلتر صنعتی" },


                            { Id: "48858eeb-e8ff-4519-ba10-5c38741c3554", Title: "کیسه غبارگیر هوا و مایعات" },

                        ]
                    },



                    {
                        Id: "d5ab4bd9-9e03-4ddd-8bb1-f5e8ab8ba296", Title: "قطعات صنعتی",
                        Children: [

                            { Id: "8dc9e825-0c66-45e6-bee6-c435b4edca34", Title: "سنگ زنی" },


                            { Id: "77aab1b6-fd29-4cc3-9bec-e4aa49737e14", Title: "طراحی و تولید قطعات صنعتی" },

                        ]
                    },


                    { Id: "7c965706-e378-40bd-80bf-d517d95e0d9e", Title: "قیچی آهن بر" },


                    { Id: "3ba26090-1424-428a-9b58-125cc204a997", Title: "گیربکس صنعتی" },



                    {
                        Id: "0a3e6db5-7e08-40fc-aafb-f1261e5644e2", Title: "هیدرولیک و پنوماتیک",
                        Children: [

                            { Id: "35ba964c-d1c8-4497-bb7a-b7a78a5f1c68", Title: "پمپ هیدرولیک و پنوماتیک" },


                            { Id: "d7d30d55-37bd-4d92-899b-41aa54723627", Title: "تجهیزات و لوازم هیدرولیک و پنوماتیک" },


                            { Id: "d311ea73-dc93-4bf4-8f94-a137496435b7", Title: "مهندسی هیدرولیک و پنوماتیک" },

                        ]
                    },


                    { Id: "82ce155f-7e42-4a87-a967-bbd59f234ef1", Title: "واردات و صادرات ابزار صنعتی" },

                ]
            },



            {
                Id: "bdb0cd70-8048-4e75-8962-5359600ccf54", Title: "دستگاه ها، تجهیزات و ماشین آلات",
                Children: [

                    { Id: "a470ec00-65f5-449e-9bba-d7d51ff8f32d", Title: "ابزار دقیق، تست و کنترل" },


                    { Id: "4371e93b-bc95-445f-90fb-e3e8c034985f", Title: "انرژی های نو" },



                    {
                        Id: "ae0cd168-4b50-449d-83ca-4b81e16d7df8", Title: "باسکول و ترازو",
                        Children: [

                            { Id: "28ed2f1e-7874-4e47-b3d1-14077c94fb11", Title: "توزین و باسکول داری" },


                            { Id: "52ede48f-8ad1-4cc4-82b2-5589102dac7c", Title: "تولید باسکول و ترازو" },


                            { Id: "892615d1-c7d5-4f76-a909-5a94ee37f209", Title: "فروش و تعمیر باسکول و ترازو" },

                        ]
                    },


                    { Id: "81a3194b-7543-425f-bc12-180c93d420fa", Title: "پرس کاری" },


                    { Id: "a09985ee-000c-4bd1-816b-800dac362817", Title: "تجهیزات آزمایشگاه خاک شناسی و مکانیک خاک" },


                    { Id: "e1d71961-029a-4939-8859-11f69ef78e6a", Title: "تجهیزات هواشناسی" },


                    { Id: "e3437f2e-97b3-4ab7-b4b3-371ea1e1b77b", Title: "تجهیزات و لوازم آزمایشگاه مهندسی" },


                    { Id: "6aa6093f-8094-4918-8496-1778c6c5c69c", Title: "دستگاه تراشکاری و قالب سازی" },


                    { Id: "eada30db-0007-49d0-bcde-469798202090", Title: "دستگاه تولید پمپ بنزین" },


                    { Id: "dbb1c2f1-0ddc-49f7-b841-e4992884b9df", Title: "دستگاه جارو و کف شوی" },


                    { Id: "6f38027a-b4f2-4078-982b-e7bbf7d45335", Title: "دستگاه نوار نقاله" },


                    { Id: "a0df7192-a56e-4e4f-b218-0d578740a0b7", Title: "دستگاه و ماشین آسیاب" },


                    { Id: "96d35d9d-8eb3-4e53-a538-88bd5ffe3e73", Title: "رادیوگرافی صنعتی" },


                    { Id: "706a0331-ad01-4044-9a28-7023b59e677a", Title: "قاب سازی" },


                    { Id: "c4e13c72-cb01-40a8-ab4f-3523d75636f0", Title: "قالب سازی صنعتی" },


                    { Id: "ae951597-8215-41d7-b246-aa179c58c680", Title: "لوازم و تجهیزات سنگ بری" },


                    { Id: "1b1499e2-ca74-4d79-a7c9-287efb5b14d3", Title: "ماشین آلات قالی شویی" },


                    { Id: "17447a8b-e735-48ad-93b9-9bda7e54837f", Title: "ماشین آلات قوطی سازی" },


                    { Id: "bdc5b5b6-243f-474e-9136-e694b1aca5db", Title: "ماشین آلات لنت کوبی" },



                    {
                        Id: "c2359eee-be0e-4a2f-ad83-9d5a7034cab0", Title: "ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی",
                        Children: [

                            { Id: "538aba21-bdee-4986-9f29-52f570fd59a9", Title: "تعمیر و راه اندازی ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },


                            { Id: "3051953d-1c82-43eb-88be-ce213e9afd5d", Title: "تولید ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },


                            { Id: "720aac7c-fd4f-4b4c-add7-fb546ebb1b8f", Title: "خدمات فنی ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },


                            { Id: "f6dd7388-019f-4fda-bd64-ba4805296537", Title: "فروش ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },



                            {
                                Id: "30f29424-fc8d-451c-b346-f5dc107ffb06", Title: "لوازم و قطعات یدکی ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی",
                                Children: [

                                    { Id: "b1a3480c-4621-4ad7-ac16-1bb4a64d5f18", Title: "بوش ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },


                                    { Id: "fc6d54d6-0edb-43e2-9b49-ccc656a4fc78", Title: "تعمیر لوازم و قطعات یدکی ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },


                                    { Id: "e4c8ab0c-dea0-460b-8d27-a0c98ada5524", Title: "تولید لوازم و قطعات یدکی ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },


                                    { Id: "0bae44a2-62a0-4e5c-bfae-cea9d087d938", Title: "رینگ و پیستون ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },


                                    { Id: "4636d19d-bf5b-4f83-86fc-4c95ad8ece77", Title: "فروش لوازم و قطعات یدکی ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },

                                ]
                            },



                            {
                                Id: "4180add1-36aa-4103-b702-e571ca53acd6", Title: "ماشین آلات صنعتی",
                                Children: [

                                    { Id: "3760f453-b252-4c8f-a712-e41ae9bdb9ee", Title: "اتوماسیون ماشین آلات صنعتی" },


                                    { Id: "68246f78-3a40-4e2b-b3a0-e0c0ea5a792e", Title: "تعمیر ماشین آلات صنعتی" },


                                    { Id: "7f6b78fa-24bc-41bc-917f-163609ada7a5", Title: "تولید ماشین آلات صنعتی" },


                                    { Id: "92ef8140-cd79-4256-a9af-f94eef0066c5", Title: "تولید ماشین ابزار صنعتی" },


                                    { Id: "cc5fa7ed-fcf6-4c2b-9492-6faac43cbc7a", Title: "فروش ماشین آلات صنعتی" },

                                ]
                            },


                            { Id: "a45ba545-da8b-467a-bf55-b6d952963263", Title: "واردات و صادرات ماشین آلات کشاورزی، راه سازی، صنعتی و ساختمانی" },

                        ]
                    },


                    { Id: "a33947f2-5791-4629-9404-db07129c5530", Title: "ماشین برش" },



                    {
                        Id: "64a79a9b-a2e1-4498-b840-bae5fd77141d", Title: "مخازن",
                        Children: [

                            { Id: "2a5713e2-e789-4bf1-b4d9-cca49623d15d", Title: "بشکه فلزی" },


                            { Id: "c8a9cd81-d281-428e-918e-583c4f8332d2", Title: "تانکر" },


                            { Id: "f5e8d999-640d-4310-9714-18d5ca356e4d", Title: "تولید مخازن" },


                            { Id: "722aefba-782f-4d91-a690-8a96c1ad156f", Title: "سیلو" },


                            { Id: "e1843cf0-510d-4135-a5c4-03cccfcd8ee5", Title: "مخازن نفت و گاز" },

                        ]
                    },


                    { Id: "038774f2-dde5-4bb8-ae61-40a1ce54948d", Title: "کف پوش صنعتی" },



                    {
                        Id: "73106297-5887-414c-875b-1e991625b424", Title: "کوره",
                        Children: [

                            { Id: "de1c6996-3a42-4378-866d-ea215c9a460e", Title: "کوره صنعتی و آزمایشگاهی" },


                            { Id: "c2ee5ec0-79b5-4194-baa5-728a6ea936f4", Title: "کوره هوای گرم" },


                            { Id: "7de75fa0-954c-4126-8761-942308e62a25", Title: "کوره و دستگاه زباله سوز" },

                        ]
                    },

                ]
            },



            {
                Id: "cd0ec562-e470-4225-b04f-fcf243830c6a", Title: "صنایع الکترونیک",
                Children: [

                    { Id: "ca850848-1198-4d0a-a14e-67c2986dc003", Title: "تجهیزات آزمایشگاهی و اندازه گیری صنایع الکترونیک" },


                    { Id: "fa571c40-72c2-473e-acb5-abec980278aa", Title: "تجهیزات و قطعات الکترونیکی" },


                    { Id: "7d3d45a2-2d86-492a-8335-2133fd632ba8", Title: "تولید و طراحی باسکول و ترازو الکترونیکی" },


                    { Id: "d2d0e9be-5199-47f9-ac4c-b43d5a33e959", Title: "طراحی سیستم های الکترونیکی، تولید و نصب" },


                    { Id: "28b88472-fa5b-4e34-a78c-0f6a64f4fe41", Title: "طراحی و ساخت لیزر" },


                    { Id: "700038e7-b793-48f5-8d43-c0aa13ae7219", Title: "فلزیاب" },


                    { Id: "5481d7f8-843a-4691-8b1c-d4b52c3451a5", Title: "لیزر های حکاکی ، برش" },


                    { Id: "a3b10ddf-2c74-43bf-9bc6-365ffa7d6430", Title: "ماشین آلات تولید صنایع الکترونیک" },


                    { Id: "b730b157-a8c1-4a57-8209-5f0d7eb3f170", Title: "مهندسی و مشاوره صنایع الکترونیک" },

                ]
            },



            {
                Id: "b45475a0-aa4f-4cc3-9727-eac4ba5bca78", Title: "صنایع بازیافت",
                Children: [

                    { Id: "b52fb615-871f-41c3-9418-22259e7ab526", Title: "اوراقی فروشی" },


                    { Id: "39a80f16-c20b-4c57-a916-91dec92b553f", Title: "بازیافت ضایعات" },


                    { Id: "9d09d05a-bdf6-4605-993d-ab9393e6213a", Title: "تکنولوژی زیست محیطی و بازیافت" },

                ]
            },



            {
                Id: "19084654-d4a8-4db9-90b5-35c4d29bd5c1", Title: "صنایع بسته بندی",
                Children: [

                    { Id: "720a4158-3049-4569-88e4-bbcc13146aad", Title: "پاکت" },


                    { Id: "5a7e7512-6c3d-4fd7-829b-91b533e01a80", Title: "پلاستیک حباب دار و پلاستوفوم" },



                    {
                        Id: "17a04968-c453-4840-afd9-519e9cae4e32", Title: "جعبه و کارتن",
                        Children: [

                            { Id: "40142964-b98d-42f8-b31e-39b346b25703", Title: "جعبه فلزی" },


                            { Id: "ab76cb10-b947-4ef6-8f3d-e1fe2c7aac0a", Title: "جعبه میوه" },


                            { Id: "09063070-3062-40c7-9fbe-ba48ba060f8e", Title: "سایر انواع جعبه و کارتن" },


                            { Id: "2157b934-17c5-42f3-b951-6b48807f7184", Title: "کارتن" },

                        ]
                    },


                    { Id: "351a835e-213b-448d-8fad-817716d36657", Title: "خدمات بسته بندی" },


                    { Id: "f13d0a8f-b6c9-4cde-9d32-f2723e9333a9", Title: "ریسمان و طناب" },


                    { Id: "612c0280-88f7-4c6a-84f5-12431c634a6f", Title: "لوازم بسته بندی" },


                    { Id: "5d14576d-b667-47e4-aa1e-49a89f1d975c", Title: "ماشین آلات بسته بندی" },


                    { Id: "112acd27-400b-48b6-b271-14bf50f6cbe6", Title: "نایلون، سلفون و کیسه های پلاستیکی بسته بندی" },


                    { Id: "3e700120-a701-430c-9935-34f3644e8dac", Title: "نوار چسب بسته بندی" },


                    { Id: "d68bffcc-9e14-4bf0-a8fa-c4b96e0fe086", Title: "کیسه های نخی بسته بندی" },

                ]
            },



            {
                Id: "fb7b89f8-0e73-4338-8332-558d1a57a175", Title: "صنایع چوب",
                Children: [

                    { Id: "fbe7ea9d-8bf3-45f3-b457-34c547c4e810", Title: "تخت و کمد" },


                    { Id: "47a12d06-a645-4ff0-a646-bc7be83bcb2e", Title: "چوب پنبه" },


                    { Id: "bede19c4-22fd-4a00-902c-e12b06699e2c", Title: "چوب و تخته" },


                    { Id: "dd7fa6c1-1638-4063-88b6-16ea8bdb32ff", Title: "صنایع چوبی و فلزی" },


                    { Id: "6369d30f-8a5e-4de1-9519-fdb03a07399e", Title: "محصولات چوبی" },


                    { Id: "f65f96a2-b174-4e2c-a8d9-02496b3d772e", Title: "نئوپان" },



                    {
                        Id: "45a7b007-60e9-4bca-b75a-9a675a689b57", Title: "نجاری",
                        Children: [

                            { Id: "0b1818ef-06ce-447e-84f7-5e6789228ce6", Title: "ابزار آلات نجاری" },


                            { Id: "fb23170a-3ecb-402c-bfce-feecc24e0e3e", Title: "خراطی نجاری" },


                            { Id: "3c86b44b-6bd7-4b00-9431-fbef377bf50a", Title: "ماشین آلات نجاری" },

                        ]
                    },


                    { Id: "9f0f0e08-9fc4-4e5b-a1b0-1f851439c05a", Title: "کبریت" },

                ]
            },



            {
                Id: "c70825a0-1866-4926-866e-1eb8c8a62680", Title: "صنایع حرارتی و برودتی",
                Children: [


                    {
                        Id: "23e145a7-2029-4745-9160-f67663aeec8e", Title: "تاسیسات برودتی",
                        Children: [

                            { Id: "84176ff5-06d5-4c8e-9ffe-8c42202c47bd", Title: "آب سردکن" },


                            { Id: "0c8653d9-6efc-4a19-9e02-6a0b33f20b9b", Title: "تجهیزات و دستگاه های برودتی" },


                            { Id: "109734db-cef9-4cf2-8da6-603d38b82c9d", Title: "چیلر" },


                            { Id: "b3c8b7e9-a290-408b-b4a6-ff365c23b66d", Title: "خنک کننده و تهویه صنعتی" },



                            {
                                Id: "adccc5a9-526b-4d96-b141-88643b6c87b7", Title: "سردخانه",
                                Children: [

                                    { Id: "547cb473-6b08-4ca2-a2d3-5a4dcbcc2b16", Title: "تعمیر سردخانه" },


                                    { Id: "ca15be76-d9c1-4859-b209-838dda4c514e", Title: "تولید و فروش سردخانه" },


                                    { Id: "dffc7db8-69e1-4acb-ab0e-453ae77f8074", Title: "سردخانه متحرک" },

                                ]
                            },



                            {
                                Id: "eba1e5cd-2a17-412f-b4b5-671f6691f2d6", Title: "کولر",
                                Children: [

                                    { Id: "4b271597-181d-4d37-88f4-ee76e10fb4cd", Title: "تولید و فروش کولر" },


                                    { Id: "8ef6cc5f-b8b8-456d-b7c8-278ba6d8625c", Title: "تولید کولر گازی" },


                                    { Id: "326152ef-c78c-40b9-9721-1bd77df4448d", Title: "فروش، نصب و تعمیر کولر آبی" },


                                    { Id: "f53a9f31-8c86-423d-a6f2-2a9cb449d707", Title: "فروش، نصب و تعمیر کولر گازی" },


                                    { Id: "654f5349-bd18-41e0-a781-33c4fa727e22", Title: "لوازم جانبی کولر" },


                                    { Id: "06ebe401-4e6a-4c8e-a683-15503257a873", Title: "کانال سازی، نصب و تعمیر کولر" },

                                ]
                            },


                            { Id: "95b5d786-e692-46e8-9b6a-61c0af7092f4", Title: "یخچال ویترینی" },

                        ]
                    },



                    {
                        Id: "da2c9ae0-31ae-4492-89c6-09742c10e028", Title: "تاسیسات حرارتی",
                        Children: [

                            { Id: "5524cd84-a59b-4dbb-8490-173c82c39eec", Title: "آبگرمکن" },


                            { Id: "0bfec782-c05f-425d-8810-017f00bb754b", Title: "بخاری" },


                            { Id: "445959ac-cca5-4541-a94d-28b0cef3f12e", Title: "تجهیزات و دستگاه های حرارتی" },


                            { Id: "1cdffc56-2cdb-437a-a4b3-0cdb4f2c7758", Title: "دیگ بخار" },



                            {
                                Id: "1c2a461d-9f31-4a76-9a7e-c86bf2d27a8e", Title: "شوفاژ و رادیاتور",
                                Children: [

                                    { Id: "0fa64d1c-d298-450b-8078-5012fee6aded", Title: "تجهیزات و قطعات شوفاژ و رادیاتور" },


                                    { Id: "0c963041-7107-4b27-9898-22cb1f159311", Title: "تعمیر شوفاژ و رادیاتور" },


                                    { Id: "8b3fbf62-6363-41ce-85b0-6a7bf07dec86", Title: "طراحی و تولید شوفاژ و رادیاتور" },


                                    { Id: "521c0bde-769d-4e66-993a-500afeeaa7b3", Title: "فروش شوفاژ و رادیاتور" },

                                ]
                            },


                            { Id: "5aa41500-bb66-4df5-be0a-f1b1af5e01cd", Title: "مبدل حرارتی" },


                            { Id: "83c6209e-30a9-456c-94fd-2dfa65ba10d7", Title: "مشعل" },


                            { Id: "8621de53-1752-48f1-a5a4-efd1248465e4", Title: "هیتر و لوازم حرارتی" },

                        ]
                    },


                    { Id: "460e75aa-f7cc-494e-a798-61f605c13d1b", Title: "تاسیسات حرارتی و برودتی" },


                    { Id: "09974643-4746-4276-8c4c-fb57618c49ed", Title: "تاسیسات شهری" },


                    { Id: "b8a1b88b-c2c1-46d5-b0b9-6d65147a43b8", Title: "تاسیسات صنعتی" },



                    {
                        Id: "8fe9e38e-0735-40e8-b42f-cf528557ac8d", Title: "خدمات",
                        Children: [

                            { Id: "f04c03cf-8cac-4455-9cd0-359ab1a885da", Title: "خدمات عمومی تاسیسات" },


                            { Id: "f560ec88-ffab-4d80-846f-3d9bbde31fe0", Title: "دفتر خدمات فنی" },

                        ]
                    },


                    { Id: "6997a7eb-0405-420d-adeb-5678b9c4f34c", Title: "مهندسی و مشاوره حرارتی و برودتی" },



                    {
                        Id: "0d1e6281-7037-4ed0-9b6e-07f74e12113d", Title: "هواکش و تصفیه هوا",
                        Children: [

                            { Id: "3218fa07-3da1-4dcb-85ec-e4ee4ccbeb41", Title: "تجهیزات و دستگاه تصفیه هوا" },


                            { Id: "12c90598-817b-4c6e-b951-9503e9d0dcc0", Title: "تهویه مطبوع" },


                            { Id: "93b35329-809d-4359-91f1-1a85c091b5e3", Title: "هواکش خانگی" },


                            { Id: "fc83d88c-ff68-4e64-a7d7-1676d03a8040", Title: "هواکش صنعتی" },

                        ]
                    },

                ]
            },



            {
                Id: "675f5a7a-bfd5-49a5-9f85-3bf4096c7ff9", Title: "صنایع داروسازی",
                Children: [

                    { Id: "d96d0f14-8495-493b-89d3-f9503cea5fbd", Title: "ماشین آلات و تجهیزات صنایع داروسازی" },


                    { Id: "f57e5338-c5c8-4507-9c05-a97d1869af33", Title: "مواد اولیه صنایع داروسازی" },

                ]
            },



            {
                Id: "06514830-db79-4b07-9ff2-dca2f141602a", Title: "صنایع دریایی",
                Children: [

                    { Id: "414451af-c2dd-4355-a33c-62ed95440b68", Title: "سازه دریایی" },


                    { Id: "bfccd9c5-bc80-429c-8c2f-d7186e880cb2", Title: "قایق" },


                    { Id: "baabed00-6333-4092-9ed4-8e117252300a", Title: "کشتی" },

                ]
            },



            {
                Id: "9a61fce0-88c0-42e8-9716-e3572f5ba93e", Title: "صنایع شیمیایی ",
                Children: [


                    {
                        Id: "a7c259fe-046e-4778-9329-6df828e87429", Title: "پاک کننده و شوینده",
                        Children: [

                            { Id: "93079c10-904e-4dcd-b16b-45166396b895", Title: "انواع پاک کننده و شوینده" },


                            { Id: "ffd68042-f0f1-4a8e-9418-4e3030d20b82", Title: "پاک کننده صنعتی" },


                            { Id: "287b2218-b8fd-4b23-8a94-ab8e8fdc8283", Title: "مواد اولیه پاک کننده و شوینده" },

                        ]
                    },



                    {
                        Id: "430443a0-d5e3-469e-86f3-d46c5e15411e", Title: "خدمات مرتبط با صنایع شیمیایی",
                        Children: [

                            { Id: "7bbd1d50-56e7-41c1-a45c-5c66e9341209", Title: "آزمایشگاه پلیمر" },

                        ]
                    },



                    {
                        Id: "2fece718-c85b-4ec6-8780-8201ea8091b3", Title: "عایق و ایزولاسیون",
                        Children: [

                            { Id: "6b5961a9-a08b-4e2a-b1f7-285f179562d4", Title: "ایزولاسیون صنعتی" },


                            { Id: "fc4842c3-4fe0-4f84-8289-a99f75e791aa", Title: "پشم سنگ" },


                            { Id: "f15589d6-b594-450c-89f1-1a8181f66205", Title: "پشم شیشه" },


                            { Id: "40f43100-5d4b-4c4f-8177-b461a5d02b9e", Title: "عایق حرارتی و برودتی" },


                            { Id: "ff48f07f-544e-479f-a918-acde71c33e5c", Title: "عایق رطوبتی و ایزوگام" },


                            { Id: "47738c82-4f96-48e6-bf59-d84bdb2800da", Title: "عایق لوله" },


                            { Id: "d17af1c4-72a4-48f1-98d0-50e870336af0", Title: "فایبرگلاس عایق مخازن" },


                            { Id: "d72879e1-2cbe-42d3-97e6-39fc8172abe2", Title: "قطعات و مواد نسوز عایق و ایزولاسیون" },

                        ]
                    },



                    {
                        Id: "3caf1521-75ee-4f7a-8dfb-22d98b5d75f8", Title: "ماشین آلات و تجهیزات شیمیایی",
                        Children: [

                            { Id: "21eef3fe-deb7-4342-9547-277d77b71c9a", Title: "ماشین آلات رنگ سازی و صنایع شیمیایی" },


                            { Id: "2a41d94b-9fac-4756-aa45-74b82d29d70d", Title: "کوره پخت رنگ" },

                        ]
                    },



                    {
                        Id: "8c322152-37b7-42bb-aca5-74cc41cc05d8", Title: "محصولات شیمیایی",
                        Children: [


                            {
                                Id: "a9527016-e004-48b2-a921-d67cbe027829", Title: "رنگ و رزین",
                                Children: [

                                    { Id: "89dc8597-ed83-4ba2-9b71-06fccb2a5d16", Title: "تولید رنگ و رزین" },


                                    { Id: "d597f7e6-13a6-4c7c-b43a-d35dafa402e6", Title: "تولید و پخش تینر و رنگ ساختمانی و صنعتی" },


                                    { Id: "32234f21-24b5-485b-abaa-aa98acbd0916", Title: "رزین صنعتی و چسب" },


                                    { Id: "78a67d95-9bc7-469b-82d8-9a53134d7390", Title: "رنگ آمیزی صنعتی و سند بلاست" },


                                    { Id: "fa6dc76f-f55e-4422-807b-fb1f6ad5f0e5", Title: "رنگ اتومبیل" },


                                    { Id: "d1c88736-2a12-408f-a5e9-f9d9c7e24340", Title: "رنگ پودر" },


                                    { Id: "7b216c19-c36e-40e0-80d0-232dfcaccc7d", Title: "رنگ نساجی" },


                                    { Id: "f2851db4-86a3-4e14-aaa3-965173d30153", Title: "رنگ و لعاب سرامیک" },


                                    { Id: "6c70e4ba-58d9-40e2-a8d4-7a5fa9539468", Title: "رنگ و مواد اولیه پلاستیک" },


                                    { Id: "9d9a3713-c582-4ef5-a6f7-26a88f0a8e6d", Title: "رنگ و مواد شیمیایی" },


                                    { Id: "30d5bcb7-4502-4827-94d7-1e897ffa9406", Title: "رنگ کاری کوره ای قطعات صنعتی" },


                                    { Id: "a16bb5fa-00fe-41c6-85cd-7a63c0b4b2ac", Title: "فروش رنگ ساختمانی و صنعتی" },


                                    { Id: "87d06ca4-2135-4485-b9c4-576462d0e95e", Title: "فروش رنگ و رزین و ابزار" },

                                ]
                            },



                            {
                                Id: "48fb828c-d24a-47bf-94f3-b22c61d59052", Title: "صنعت چسب",
                                Children: [

                                    { Id: "a87d6023-6586-4162-a45a-e93cbcdb6fae", Title: "تولید و فروش انواع چسب" },


                                    { Id: "02943a29-c0fe-4e47-a0eb-d2adeb96c8f2", Title: "چسب چوب" },


                                    { Id: "a436f294-c571-4f71-8975-d4796fdf8233", Title: "چسب صنعتی" },


                                    { Id: "c56f267a-5be4-4ca4-a0d3-19a83251da21", Title: "چسب کاشی و سرامیک" },

                                ]
                            },


                            { Id: "34cf7d7a-c3f1-4ded-b0ef-cd34ae3cc41e", Title: "واکس و پولیش" },


                            { Id: "9421d772-fb1b-483c-93b0-26473dcc4ddc", Title: "یونولیت و پلاستوفوم" },

                        ]
                    },



                    {
                        Id: "13a97ca4-b99c-4a28-b411-abbd3a32b9e3", Title: "مواد شیمیایی",
                        Children: [

                            { Id: "8863a5c7-f83c-4430-91b5-e3aee697152b", Title: "اسید و باز" },


                            { Id: "b1da17ee-2500-47d6-b38f-b3a6bc04d2a7", Title: "الکل طبی و صنعتی" },


                            { Id: "7e2ac833-5dbf-4c09-ae82-3edc9c553b9e", Title: "پارافین" },


                            { Id: "389e9729-1c5e-4623-8ca2-a169e31aae55", Title: "پلیمر" },


                            { Id: "7f9e2f94-de3a-450d-9fee-d5e450eef6ba", Title: "پمپ مواد شیمیایی" },


                            { Id: "ca443c6a-5ea7-42a9-b2ef-94dd3910e699", Title: "تولید گرانول" },


                            { Id: "174f0ba2-f484-4995-967a-ebd0493f2757", Title: "سموم شیمیایی و دفع آفات" },


                            { Id: "59d99e23-7a68-4c59-bd5f-c5b146112fea", Title: "ضد یخ" },


                            { Id: "8a87bd11-8813-483f-ba8d-e9b86570aef6", Title: "گوگرد" },


                            { Id: "9f2a55f2-9425-451b-b65a-5b82d4745c37", Title: "مواد اولیه شیمیایی" },



                            {
                                Id: "201a6b96-3c1a-478e-a246-9549fa34d5c7", Title: "مواد و محصولات شیمیایی",
                                Children: [

                                    { Id: "37872f3a-06e4-4702-ae16-5154ad083845", Title: "تولید مواد و محصولات شیمیایی" },


                                    { Id: "05e8ec6a-d6b7-47d5-9a66-95397351882e", Title: "صادرات و واردات مواد و محصولات شیمیایی" },


                                    { Id: "07a2da05-ea7e-4e31-a337-a29e4b3145e5", Title: "فروش مواد و محصولات شیمیایی" },

                                ]
                            },


                            { Id: "51c26fca-0e4d-4b02-918d-1f86c9a21376", Title: "کلسیم و فسفات" },

                        ]
                    },

                ]
            },



            {
                Id: "35a1fac0-1977-4c74-8575-f068ca3c842c", Title: "صنایع غذایی",
                Children: [

                    { Id: "50632a15-d930-4c67-9c81-641fc1ac0c8a", Title: "آزمایشگاه مواد غذایی" },


                    { Id: "99f12362-de57-4a6e-bee4-6d4d3d1835ce", Title: "بسته بندی و نگهداری" },


                    { Id: "5d689e75-5cd9-4821-9b9d-5641e3c41431", Title: "پخش مواد غذایی" },


                    { Id: "23fabfa8-a5f1-4581-b43f-3d44107875bf", Title: "تولید و راه اندازی ماشین آلات" },


                    { Id: "ead33143-c040-4831-827c-c29a45e34ef4", Title: "صادرات و واردات مواد غذایی" },



                    {
                        Id: "ce03b97c-3363-4c1d-b43f-16ef4daa88a6", Title: "ماشین آلات و تجهیزات صنایع غذایی",
                        Children: [

                            { Id: "97c7d94e-fd91-4e5f-b89c-b951cdb13bec", Title: "تجهیزات و لوازم آشپزخانه صنعتی" },


                            { Id: "b2d5d0e7-de5d-44cf-b3c8-1304699a5ddf", Title: "لوازم و مواد شیرینی پزی و قنادی" },


                            { Id: "7ff6e0dd-00f2-4c6a-aa4c-09df00149b3c", Title: "ماشین آلات بستنی سازی" },


                            { Id: "8a000f92-6b47-4e1a-8954-cbc4950dbf3d", Title: "ماشین آلات پخت نان" },


                            { Id: "4256a984-fb69-4049-a28f-571cbce58d27", Title: "ماشین آلات روغن نباتی" },


                            { Id: "48896920-e22d-4ffb-82a5-bb56295f3572", Title: "ماشین آلات قند سازی" },


                            { Id: "5eb934af-bd64-4258-a92f-f0e8ff09ecce", Title: "ماشین آلات نوشابه سازی" },


                            { Id: "f3b22c78-08db-45dd-ab05-7750ab414222", Title: "همزن صنعتی" },


                            { Id: "c7cc628f-f1a5-4470-a974-93486d3a1842", Title: "کالباس بر" },

                        ]
                    },


                    { Id: "45434747-dfed-4081-842d-f9dc14f89410", Title: "مهندسی و مشاوره صنایع غذایی" },


                    { Id: "f02e83ea-f104-46e9-99a1-596b65eef8cb", Title: "مواد و محصولات" },

                ]
            },



            {
                Id: "0baaa41c-9993-4086-87cd-1b46a6d090f7", Title: "صنایع فلزی",
                Children: [


                    {
                        Id: "43a82dfe-2040-4adf-86c1-fca5548231e3", Title: "آبکاری",
                        Children: [

                            { Id: "0756e514-3b71-4f3d-8f08-45909f4a3c5e", Title: "آبکاری آلومینیوم" },


                            { Id: "27916254-cb7f-41f1-ae37-553f0ccc8f5e", Title: "آبکاری فلزات" },


                            { Id: "9807bfcb-4bef-4486-9bdb-037b4b538ed2", Title: "پرداخت کاری" },


                            { Id: "1429bacb-9e35-45cd-a9a6-cfe75693c5ce", Title: "تجهیزات و لوازم آبکاری " },


                            { Id: "bda24e29-cc2e-461a-84ea-6d30d5230a2b", Title: "لعاب کاری فلزات" },


                            { Id: "87267533-08cf-429a-9b79-60817cfb62c1", Title: "مواد اولیه آبکاری " },

                        ]
                    },



                    {
                        Id: "86243252-00e0-4d7c-acc2-26cf2690afef", Title: "آلومینیوم",
                        Children: [


                            {
                                Id: "4610d8e8-3684-41c4-afdf-71e576f86adb", Title: "انواع مصنوعات آلومینیوم",
                                Children: [

                                    { Id: "ee55372f-6592-4d60-a3d9-7bb470b51240", Title: "تولید و فروش پله های آلومینیومی" },

                                ]
                            },


                            { Id: "9bfd92bb-ea8f-434d-a319-46acf6edceaa", Title: "پروفیل آلومینیوم" },


                            { Id: "9df102cf-0d3d-43ba-97f8-7877b0d50ccb", Title: "ذوب و ریخته گری آلومینیوم" },


                            { Id: "2423b881-2071-44b2-9bd7-9b31795815dd", Title: "شمش آلومینیوم" },


                            { Id: "0b5fb488-3535-4301-bd40-ee850d9eca62", Title: "ضایعات آلومینیوم" },


                            { Id: "a91ad3e5-78f6-47bc-9099-4dd2d0dded88", Title: "فویل آلومینیوم" },


                            { Id: "5e8b40c5-de3f-4c58-8624-5980eb97a1ef", Title: "مصنوعات آلومینیوم" },


                            { Id: "2b1c53a7-4b7e-4361-b99c-678b67e3c73d", Title: "ورق یا گرده آلومینیوم" },

                        ]
                    },


                    { Id: "faca502d-e272-41ab-971f-9b4aeb38464f", Title: "آلیاژ غیر آهنی" },



                    {
                        Id: "c308980e-b519-42d2-ae0a-53904330340a", Title: "آهن و فولاد",
                        Children: [

                            { Id: "d2d15bd0-b6db-4b83-a11a-a7bb6871056d", Title: "آلیاژ فولادی" },



                            {
                                Id: "574fdedc-46c1-4b59-a628-130e33a0c13d", Title: "آهن ساختمانی و صنعتی",
                                Children: [

                                    { Id: "9629409d-141b-4f52-8dc6-7f86d42e2d5b", Title: "تولید آهن ساختمانی و صنعتی" },


                                    { Id: "9180450b-53d8-4f97-9e43-f9a59ebe486f", Title: "فروش آهن ساختمانی و صنعتی" },


                                    { Id: "d70f59b0-4a92-40bc-bd17-62a8caa43e84", Title: "واردات و صادرات آهن ساختمانی و صنعتی" },

                                ]
                            },


                            { Id: "46da4a55-da0f-475f-bc37-2424f6751882", Title: "آهنگری" },


                            { Id: "51c7643f-be60-4d04-8188-05025e87ae49", Title: "پروفیل آهنی و فولادی" },


                            { Id: "9ed97f81-9d49-4272-893a-c8ed6b9efc51", Title: "سخت کاری آهن و فولاد" },


                            { Id: "f83b3f9a-b031-4293-a842-f659d870ead9", Title: "ضایعات آهن و فولاد" },


                            { Id: "2f183a42-49fd-4130-80d7-54a916c0de73", Title: "قطعات و محصولات فولادی" },


                            { Id: "cdd6e641-bafc-4a46-9e6f-40f565fdfca5", Title: "میل گرد صنعتی" },

                        ]
                    },


                    { Id: "5c6b8d86-f5c7-4a21-b9ce-0015debdea1b", Title: "آهنربای صنعتی" },



                    {
                        Id: "1334c475-74a6-441f-9b6c-267ff634a8fa", Title: "برشکاری",
                        Children: [

                            { Id: "ef5942b5-fe95-4475-9467-3ed643ec0f0d", Title: "برشکاری آهن و فولاد" },


                            { Id: "0e9bba45-5dde-4784-b78a-f9de29a482c9", Title: "برشکاری فلزات" },


                            { Id: "ffe5a238-47bb-4f62-a50a-e6a915da1720", Title: "برشکاری و خم کاری ورق" },

                        ]
                    },



                    {
                        Id: "df17b4ef-f269-4854-879b-0993194aa0ce", Title: "برنز",
                        Children: [

                            { Id: "c9372299-0100-497a-94c8-a763b2ea13e9", Title: "برنزکاری" },


                            { Id: "78ef850f-f522-4ea7-ac2c-ebb76903bf38", Title: "مصنوعات برنزی" },

                        ]
                    },



                    {
                        Id: "fd5d7a46-c086-4363-a865-f8325322e71a", Title: "تراشکاری",
                        Children: [

                            { Id: "689e1e3f-1a4b-4d24-816f-36127e236e2b", Title: "تراشکاری فلزات" },


                            { Id: "ecfb3224-8ca5-4ea4-887a-a041686295fc", Title: "تراشکاری قطعات صنعتی" },


                            { Id: "944bd478-11d6-4ad6-a9c9-88a5815cb61e", Title: "سری تراشی" },


                            { Id: "a4918722-210e-4c9d-b70d-008eeb566327", Title: "سوپاپ تراشی" },


                            { Id: "a8065484-02c6-44b5-bce4-87f5078a5fc9", Title: "قالب سازی" },

                        ]
                    },


                    { Id: "709374e5-25aa-4f9a-9a2f-5076410cf7a9", Title: "چدن" },



                    {
                        Id: "42a37d72-a517-43f3-b46a-3d8d3bc217a6", Title: "ریخته گری",
                        Children: [

                            { Id: "ae38aa50-1da7-4ae4-9892-73e4d9757dcc", Title: "ریخته گری فلزات" },


                            { Id: "70843d41-ec21-41a2-a633-b3980fae825c", Title: "ریخته گری و تولید قطعات" },


                            { Id: "ed3731d7-cebc-453e-a158-3438ebce7060", Title: "مواد اولیه ریخته گری" },

                        ]
                    },



                    {
                        Id: "3d21b43a-97d0-4de6-8502-77921d60954e", Title: "سایر مصنوعات فلزی",
                        Children: [

                            { Id: "b01f6527-4d6c-4ad5-b829-e8f51038a1bb", Title: "پروفیل فلزی" },


                            { Id: "8cf1e8cd-b936-4ff6-8dd1-6b507bd5d172", Title: "حلبی سازی" },


                            { Id: "86a68775-90e4-4948-8e17-02b61ceba60a", Title: "خرید و فروش فلزات رنگین" },


                            { Id: "a2b9741f-7315-4acb-b0e3-4b3e0640ad7e", Title: "خمکاری فلزات" },


                            { Id: "218fdea3-9991-42a4-bcf5-ed3d38babb8a", Title: "ذوب و نورد" },


                            { Id: "184c4fb7-3a71-41f1-8dfb-e14737cc7506", Title: "ضایعات و خرده های فلزی" },


                            { Id: "9347515b-4864-430e-8a6f-76b0a7985a07", Title: "قطعات و متالورژی پودری" },


                            { Id: "e1d5da7c-55ae-4c2f-8149-fa3a9ed5c354", Title: "لوازم و مصنوعات فلزی" },


                            { Id: "df2825bc-2f9f-4c81-89be-1118e0a3e3af", Title: "مفتول فلزی" },


                            { Id: "a604a79b-cf93-4796-8c93-bfbd0281b150", Title: "کشش مفتول" },

                        ]
                    },


                    { Id: "3853313c-e246-4ff9-aab4-e8ba1e5306de", Title: "سرب" },



                    {
                        Id: "4a8d8b7a-a368-4b3d-8c7a-d49f5d5a5a2e", Title: "مس",
                        Children: [

                            { Id: "e8d84bb5-2821-437f-a3b3-7913d980a965", Title: "مسگری" },


                            { Id: "e50f07b9-7b7f-40be-8228-6390275c79d7", Title: "مصنوعات و محصولات مسی و برنجی" },


                            { Id: "d0c8d1bb-b111-4e1d-be17-5799cc14a980", Title: "مفتول مسی" },


                            { Id: "b79f5b50-780b-4622-875f-6ab3713473a5", Title: "نورد و آلیاژ مس" },

                        ]
                    },



                    {
                        Id: "a2225b64-5331-48fb-9b6b-284a30fdfbe5", Title: "ورق",
                        Children: [

                            { Id: "943f1807-c8fd-48a7-a9ae-62961417792c", Title: "ورق استیل" },


                            { Id: "9d7a3da2-8c29-44af-bf30-73b6323f1612", Title: "ورق فلزی و گالوانیزه" },

                        ]
                    },

                ]
            },



            {
                Id: "df6ffb9c-761e-4ccf-9cf1-a8ca7ee1ee07", Title: "صنایع معدنی",
                Children: [

                    { Id: "b0f3b792-a6d6-4240-a211-328c13dd5ddd", Title: "پودر سنگ" },


                    { Id: "7c244ecf-cdb9-4db4-ab96-461ed4c5986f", Title: "پودر معدنی و صنعتی" },


                    { Id: "b1a68f9c-ec9e-446e-b116-0fb9c203da2d", Title: "پوکه معدنی و صنعتی" },


                    { Id: "bef46e67-b560-497f-bd9a-88e3deb73d3b", Title: "پیمانکاران صنایع معدنی" },


                    { Id: "9f6a8d2e-dc4d-4810-bdcc-e1754958bdbb", Title: "تجهیزات و لوازم صنایع معدنی" },


                    { Id: "1004dcdc-df66-459d-8f98-4ad0dd5469d0", Title: "حفاری و استخراج" },



                    {
                        Id: "5f5a695b-8f9d-4c8b-848e-a71414edf433", Title: "ذغال",
                        Children: [

                            { Id: "7787c33f-a695-474e-9abb-00afe32c9795", Title: "ذغال الکتریکی" },


                            { Id: "2c8193c8-d112-4f5c-8903-f8dca855e36b", Title: "ذغال چوب" },


                            { Id: "07489717-4e1b-45ac-b311-693e55651f53", Title: "ذغال سنگ" },


                            { Id: "13b844bf-fc71-40b3-bcac-556ad4b8a9af", Title: "ذغال صنعتی" },

                        ]
                    },


                    { Id: "bd0719d4-7b43-4f47-9837-7cabb4481a89", Title: "سیلیس" },


                    { Id: "a3231372-4bd3-4d33-8e4f-d48815b552f2", Title: "فرآورده های معدنی" },


                    { Id: "b8398ffc-c896-4d76-8c9e-426134d809b4", Title: "ماشین آلات حفاری" },


                    { Id: "8091d7ff-b3cb-4c1f-8a67-6602a9d32862", Title: "مهندسی و مشاوره صنایع معدنی" },


                    { Id: "943d6606-f540-468a-bcd0-2c4e32b8d06f", Title: "مواد اولیه چینی، کاشی و سرامیک" },


                    { Id: "16a8bd5b-905d-46ad-a8c3-ba349b264d3f", Title: "مواد معدنی" },


                    { Id: "7f3741f9-99eb-4b7d-8b4c-8271a05a998d", Title: "کانی غیر فلزی" },

                ]
            },



            {
                Id: "8d7c9f26-205e-497f-8cd2-4b2b78ed5f26", Title: "صنایع نساجی",
                Children: [


                    {
                        Id: "8b960300-af2c-4f03-a91b-e99c4984b9a4", Title: "پارچه",
                        Children: [

                            { Id: "d97c961e-899d-465e-b9d0-db9c5476ded5", Title: "بافت ، رنگ و تکمیل پارچه های گردبافت" },


                            { Id: "4c0a165d-d4a5-48d7-a7c9-d064aa8c8e5f", Title: "بافت ، رنگرزی ، چاپ و تکمیل پارچه" },


                            { Id: "6dcf15e0-fcd6-4b4b-8cfd-bcf54e0fb632", Title: "پارچه پرده ای" },


                            { Id: "04296884-6e37-40a0-b3b6-5e2b57a3de52", Title: "پارچه تریکو" },


                            { Id: "aed4ebaa-7ca8-47a8-9cf3-e63b4ed5ece3", Title: "پارچه توری" },


                            { Id: "b76246d7-7ac6-4893-955e-0f880015212f", Title: "پارچه رو مبلی" },


                            { Id: "414d9011-56a9-42c0-ad3b-8454358a1d14", Title: "پارچه مخملی" },


                            { Id: "24ee5054-eddb-47f6-ac9e-5b2b26a14ab6", Title: "پخش پارچه" },



                            {
                                Id: "973697d1-0071-41fb-ad18-1be5680c7d47", Title: "خدمات پارچه",
                                Children: [

                                    { Id: "c386dc2e-a519-46b1-b91d-eb20e1cf42a9", Title: "چاپ و طراحی پارچه" },


                                    { Id: "6b1e7734-2333-4586-aea4-9145ded31a95", Title: "رنگرزی و تکمیل پارچه" },


                                    { Id: "3b1356be-9252-4490-a808-36e7e56f33c2", Title: "سایر خدمات پارچه" },


                                    { Id: "481f89ed-1b6c-4a82-809c-c3be59cb013a", Title: "ضایعات پارچه" },


                                    { Id: "41212ef9-2fd2-42d0-9be5-49d6bfd28770", Title: "طاقه پیچی پارچه" },

                                ]
                            },


                            { Id: "5a040733-7ee1-4575-bac6-34dd3c5415e0", Title: "سایر فعالیت های مرتبط پارچه" },


                            { Id: "d44e04d6-798a-403c-9a6d-5cb63a19957b", Title: "فروش پارچه" },


                            { Id: "67bbf492-4603-460a-ae11-7b58f8a4db0f", Title: "واردات و صادرات پارچه" },

                        ]
                    },



                    {
                        Id: "47214d6b-e406-45b2-87ea-c22b13d3fb31", Title: "پنبه",
                        Children: [

                            { Id: "1a4810aa-2957-4a24-a003-de9a61bcf64b", Title: "پنبه پاک کنی" },


                            { Id: "8e05ff07-ae17-4bbd-9f21-94748119a765", Title: "تولید و فروش پنبه" },

                        ]
                    },



                    {
                        Id: "04f9abb8-453d-420c-9869-1dd5971b8cf9", Title: "چادر، برزنت و گونی",
                        Children: [

                            { Id: "d6a4e6df-6e78-40d9-a034-3da6e4e9db17", Title: "چادر و برزنت" },


                            { Id: "337013ab-a01e-4eb6-a03c-1a011f086bd3", Title: "خیمه و سایبان" },



                            {
                                Id: "128e70cb-bc01-4721-a6a5-dcf554eba7ba", Title: "گونی",
                                Children: [

                                    { Id: "c54a7f2f-7973-45b3-a6b1-3e9457465c0e", Title: "تولید گونی" },


                                    { Id: "68ae70a4-c203-4937-a396-1b52a667d9d8", Title: "فروش گونی" },

                                ]
                            },


                            { Id: "5afae35f-ae06-4a69-bb39-ba2357e10b98", Title: "کیسه کنفی و نایلونی" },

                        ]
                    },



                    {
                        Id: "f51c255f-2a39-47f8-9eb5-f1ac17d20105", Title: "چرم و سالامبور",
                        Children: [


                            {
                                Id: "168f633d-69cb-4a7c-8b87-6abaa03480de", Title: "پوشاک چرم",
                                Children: [

                                    { Id: "7592e1d5-a367-47b7-b99f-ba0038f2ee7b", Title: "تولید پوشاک چرم" },


                                    { Id: "cbd07185-4a8a-4cfc-b646-3d00eab78653", Title: "خدمات پوشاک چرم" },


                                    { Id: "80295316-005f-4c99-9648-397415848cfa", Title: "فروش پوشاک چرم" },

                                ]
                            },


                            { Id: "e9c4eb2c-d199-4f3d-90b9-df70ae2c8fb3", Title: "تولید و فروش چرم و سالامبور" },


                            { Id: "eee7cbfa-d308-4611-a79c-5a470285bf97", Title: "چرم طبیعی" },


                            { Id: "0b6d4797-8460-43f9-8694-46fc1b763cb4", Title: "چرم مصنوعی" },



                            {
                                Id: "022f4d81-f0c5-44a2-a7e7-3efe656d9b74", Title: "محصولات و مصنوعات",
                                Children: [

                                    { Id: "6fff8479-d842-4e25-b3f4-5bdc66f36b50", Title: "تولید محصولات و مصنوعات چرمی و سالامبور" },


                                    { Id: "97311eb2-39a8-4017-86c3-e766879d073d", Title: "فروش محصولات و مصنوعات چرمی و سالامبور" },

                                ]
                            },


                            { Id: "990a8c6d-925c-4ace-a42e-db2e587c3a4b", Title: "واردات و صادرات چرم و سالامبور" },

                        ]
                    },



                    {
                        Id: "db7f87ec-05ec-4141-b50b-021139f09eb7", Title: "ریسندگی و بافندگی",
                        Children: [

                            { Id: "32fe66da-f319-421e-bf2f-f6b5a7b763c4", Title: "بافندگی" },


                            { Id: "d3d2ceba-301b-4016-b4ec-d12b4b9998b0", Title: "پارچه بافی" },


                            { Id: "c2115920-cdea-4e17-beda-b9459af2e263", Title: "تجهیزات و لوازم قالی بافی" },


                            { Id: "577c85ee-49f4-4e51-9b1c-e94b4be50d1f", Title: "تریکو بافی" },


                            { Id: "4758601c-9589-425f-b791-4a118b572291", Title: "توربافی" },


                            { Id: "b533764b-9af9-4855-945d-d7ffaa54efdb", Title: "ریسندگی" },


                            { Id: "83891539-2744-47dd-b7f5-e8547997d77a", Title: "نواربافی" },


                            { Id: "2a259faf-c0a0-4d52-8309-b077c2238d09", Title: "کش بافی" },

                        ]
                    },



                    {
                        Id: "3b5ce348-367b-4cc6-8ab3-db514579ce3c", Title: "سراجی",
                        Children: [

                            { Id: "e24a04fa-1001-47c5-94a3-0a111badf3e9", Title: "تولید لوازم سراجی" },


                            { Id: "e0452b71-c59c-460c-83ea-2323de5a1983", Title: "سراجی و خدمات مرتبط" },


                            { Id: "0296df9f-c375-44b0-be8d-d053df71370a", Title: "فروش لوازم سراجی" },

                        ]
                    },



                    {
                        Id: "e1ea9b76-bf41-4a83-bca6-3587019abf7c", Title: "ماشین آلات و تجهیزات نساجی",
                        Children: [

                            { Id: "71bfd79f-064b-4d66-a2c9-0584ba894f2c", Title: "تولید، نصب و راه اندازی ماشین آلات و تجهیزات نساجی" },


                            { Id: "05fa4352-9627-496f-bd64-141e1cd810c6", Title: "فروش، نصب و تعمیر ماشین آلات و تجهیزات نساجی" },


                            { Id: "7e395982-5b86-421d-b126-194a21652706", Title: "لوازم و قطعات ماشین آلات و تجهیزات نساجی" },


                            { Id: "c48f851d-5499-4234-9c76-0767a2f97a30", Title: "ماشین آلات جوراب بافی" },

                        ]
                    },



                    {
                        Id: "19734115-60c7-46cf-b99e-d40023604a97", Title: "منسوجات",
                        Children: [

                            { Id: "be46216b-b0c6-41b5-b7d4-a611cfa8c303", Title: "تولید و فروش منسوجات" },


                            { Id: "be21d6fd-97e9-44d3-a07a-626c2ccf46e5", Title: "منسوجات نبافته" },

                        ]
                    },


                    { Id: "ae6694b9-5616-4f3e-b6e8-972e4deeb993", Title: "مهندسی و مشاوره صنایع نساجی" },



                    {
                        Id: "33e782bf-fdd5-4745-af05-92f262cb890a", Title: "مواد نساجی و خدمات مرتبط",
                        Children: [

                            { Id: "ba4be1e4-48a4-4fa3-bce0-a3e7bcc4e7f0", Title: "الیاف مصنوعی" },


                            { Id: "9a596913-09c1-44c9-ba8e-24b444d780df", Title: "پشم و کرک" },


                            { Id: "8c6580fc-3143-437b-a46a-0e08729209fd", Title: "تولید مواد شیمیایی نساجی" },


                            { Id: "a371a2ec-9273-48d3-b925-2457d0131df7", Title: "رنگرزی، چاپ و تکمیل" },


                            { Id: "3e88718d-549c-43e8-a592-6b502bd0fcaf", Title: "ضایعات نساجی" },


                            { Id: "a8625e4f-e466-49ba-b0c1-3f0cb2bb7e2c", Title: "مواد اولیه صنایع نساجی" },


                            { Id: "78401108-e0dc-43c0-a1b8-2e0bd8dd7180", Title: "کاموا، کلاف و کوبلن" },

                        ]
                    },



                    {
                        Id: "0f118f8d-2fbc-4372-a7a3-08c86e6f65de", Title: "نخ",
                        Children: [

                            { Id: "73ca1321-a79b-48e4-9e43-b9bb28d64b15", Title: "تولید انواع نخ های پلی استر POY , FDY , DTY , BCF" },


                            { Id: "f4d16e5d-aed5-4b88-a9c0-c2b6cbf41d81", Title: "تولید نانو الیاف" },


                            { Id: "e05cd05b-0828-4156-b176-f7d3b548aba7", Title: "تولید نخ و الیاف" },


                            { Id: "4b439581-730c-4155-8064-6f4a47174d93", Title: "فروش نخ و الیاف" },


                            { Id: "ab15940a-ff98-4cae-9f3b-281d4f1e69e9", Title: "نخ ابریشمی" },


                            { Id: "121bbebb-f0f6-4334-847a-f2ff7bd146cc", Title: "نخ پنبه ای و پلی استر" },


                            { Id: "cd590538-8e97-498b-968e-48d05ff20e4d", Title: "نخ نایلونی و کنفی" },


                            { Id: "aca2701a-84cf-404a-ab29-db98bab9cf74", Title: "نخ کش بافت و نخ جوراب" },

                        ]
                    },


                    { Id: "1a95d63d-962b-4897-8893-5648a711771e", Title: "نساجی و خدمات مرتبط" },


                    { Id: "2d7d97a3-36ed-459f-b994-b72ce70676f8", Title: "نشریه تخصصی صنعت نساجی" },

                ]
            },



            {
                Id: "47c03cf5-2870-4f50-b685-cf1cd667fe6a", Title: "صنایع نقشه برداری و اطلاعات جغرافیایی",
                Children: [

                    { Id: "99ce586c-3282-4ea0-8df5-c9fa85a0197e", Title: "اظلاعات جغرافیایی و GIS" },


                    { Id: "6512e9fb-ce53-4a66-8176-890167b3a314", Title: "لوازم و تجهیزات نقشه برداری" },


                    { Id: "689a1f6c-459b-48b2-a254-60f6bbb75797", Title: "مهندسین مشاور نقشه برداری" },


                    { Id: "66c004c5-bb2d-40b5-871e-e490152fae2d", Title: "نقشه برداری و خدمات مرتبط" },


                    { Id: "b6907a84-b54d-43c7-83b8-6931f0efea1c", Title: "نقشه کشی صنعتی و ساختمانی" },

                ]
            },



            {
                Id: "97fdc3a2-a249-4553-a6b0-80629508aff9", Title: "صنایع کاغذ و چاپ",
                Children: [


                    {
                        Id: "1930742c-1292-4f15-a7af-315441570d46", Title: "صنعت کاغذ",
                        Children: [

                            { Id: "6d730a0f-dd0e-4b6f-bac4-b56157c2a6bd", Title: "برش کاغذ و مقوا" },


                            { Id: "1c48284a-1cb4-4f2a-ab4c-e0b8487d215b", Title: "ضایعات کاغذ و مقوا" },


                            { Id: "8db3e04b-456b-422c-b929-036fb65c15ac", Title: "ماشین آلات صنعت کاغذ" },


                            { Id: "01d5e4d7-a184-4bc6-8281-b595de6a8cf5", Title: "مواد اولیه کاغذ" },

                        ]
                    },



                    {
                        Id: "dc8fc7a0-709d-4214-8365-09ac1ed3d607", Title: "لوازم و مواد صنعت چاپ",
                        Children: [

                            { Id: "32366bcf-b2ee-4420-9355-4312aed1aa87", Title: "چسب کاغذ و چاپ" },


                            { Id: "093f237f-a256-45b3-a3a9-ff60c4b6218e", Title: "مواد و لوازم چاپ" },

                        ]
                    },



                    {
                        Id: "832e9f66-fa90-415d-b5d1-cc449f3a133f", Title: "ماشین آلات و تجهیزات صنعت چاپ",
                        Children: [

                            { Id: "6c5e921c-466d-4e3d-a753-84471b6322eb", Title: "ماشین آلات چاپ و صحافی" },

                        ]
                    },

                ]
            },



            {
                Id: "f6d69a86-07e8-4b67-a954-1c017545b17c", Title: "صنعت آب و فاضلاب",
                Children: [


                    {
                        Id: "9882ab23-190a-438e-9485-25d1c0abffd2", Title: "پمپ",
                        Children: [

                            { Id: "9b3c2a2b-e2d8-4036-bde2-769a34d99d95", Title: "پمپ آب و فاضلاب" },


                            { Id: "765b2f09-5477-45e2-9536-4d8e9db13681", Title: "پمپ انژکتور آب" },


                            { Id: "6651b07d-d65e-4003-b290-4cb498cdd8f4", Title: "پمپ شناور آب" },


                            { Id: "ae99c398-c341-44e1-91be-ff6acdcadaa3", Title: "پمپ فشار قوی آب و فاضلاب" },

                        ]
                    },


                    { Id: "f357aa94-e455-4bbc-ac40-211218271575", Title: "پیمانکاران آب و فاضلاب" },


                    {
                        Id: "c1a4f214-25d2-4ef2-bf9e-ae94d74f9897", Title: "تاسیسات",
                        Children: [

                            { Id: "2a743270-c4bc-40f4-8832-12627bf00a14", Title: "استخر و سونا و جکوزی" },


                            { Id: "5febd41e-1ce5-48df-8d2c-4c9ca992c9de", Title: "تصفیه آب" },

                        ]
                    },



                    {
                        Id: "85cd87d7-2be4-43a6-928a-c2aed87f6007", Title: "تجهیزات، قطعات و دستگاه های صنعت آب و فاضلاب",
                        Children: [

                            { Id: "5f3085b0-48a4-4ec0-8cd7-9b5486542a52", Title: "تجهیزات آبیاری و زه کشی" },


                            { Id: "eba4f323-fa5d-4c76-91d3-286bc1d6ef16", Title: "تجهیزات استخر و سونا" },


                            { Id: "5a70d657-d0de-464c-ba40-f5c9a31775c0", Title: "تصفیه آب و فاضلاب" },


                            { Id: "d4ac6130-34de-472f-b1b2-208078bc6b69", Title: "تولید و فروش انواع دستگاه های رسوب زدایی (الکتریکی-مغناطیسی)" },


                            { Id: "033fc03f-79ee-4f70-ac7a-533eb21065b6", Title: "کنتور آب" },

                        ]
                    },



                    {
                        Id: "9fe02236-533d-4363-8263-d35608c00dd5", Title: "خدمات صنعت آب و فاضلاب",
                        Children: [

                            { Id: "41302e81-1b85-4aa7-8f91-541237b09677", Title: "لوله بازکنی و تخلیه چاه" },


                            { Id: "8d29c1d2-6218-4082-b8dc-c9748e353666", Title: "لوله کشی آب، گاز و شوفاژ" },

                        ]
                    },



                    {
                        Id: "b57416e3-5628-428e-93d5-1cd3ecb1a62d", Title: "شیرآلات",
                        Children: [

                            { Id: "2078960f-fe49-429e-b7ca-c95c45ff32a0", Title: "تولید شیرآلات آب و فاضلاب" },


                            { Id: "83cab982-9a12-4c51-abc7-ea52c34b4576", Title: "شیرفلکه آب و فاضلاب" },


                            { Id: "0b8c6f1e-ed6d-4442-9749-748d78afc04c", Title: "فروش شیرآلات آب و فاضلاب" },

                        ]
                    },



                    {
                        Id: "298170d4-345e-4d84-9999-60b2181c95b4", Title: "لوله و اتصالات",
                        Children: [

                            { Id: "2f16932f-9b2e-4f8b-ae67-8476b65f1c62", Title: "تولید لوله و اتصالات آب و فاضلاب" },


                            { Id: "521e452a-6d75-43e0-a459-6146e5b00486", Title: "تولید و فروش انواع لرزه گیر" },


                            { Id: "0528d80d-c6f0-4bb5-99b2-86aaa859b0b6", Title: "فروش لوله و اتصالات آب و فاضلاب" },


                            { Id: "6998cb41-6e3e-4425-861b-1692caf1d53c", Title: "لوازم جانبی لوله و اتصالات آب و فاضلاب" },


                            { Id: "c9c43a2b-4781-4ad6-bcc3-09b0118036bf", Title: "لوله و اتصالات آلومینیوم" },


                            { Id: "ca23f98a-8f60-4fd9-8263-f95114c80f2e", Title: "لوله و اتصالات استیل" },


                            { Id: "9ae8a4ce-8a02-4e65-813c-e7eab4bbbba7", Title: "لوله و اتصالات پروفیل" },


                            { Id: "f2b2dbe3-fa49-481d-af30-40697f7f964d", Title: "لوله و اتصالات پلی اتیلن و پلی پروپیلن" },


                            { Id: "93853e34-3633-4843-a110-a93dbb60a2e8", Title: "لوله و اتصالات پی وی سی (PVC)" },


                            { Id: "b622f09d-c1e8-4658-8910-e53c2fa38fb7", Title: "لوله و اتصالات چدنی" },


                            { Id: "af6665e4-7448-4e97-919c-0ca02ac4d62c", Title: "لوله و اتصالات سیمانی" },


                            { Id: "ddcd70f3-1c1a-43f2-83a6-0810bbf7b737", Title: "لوله و اتصالات فولادی" },


                            { Id: "384130e2-a764-4c3c-a471-03dce10a0450", Title: "لوله و اتصالات مسی" },

                        ]
                    },


                    { Id: "3d81116d-f39a-4c6d-b6a2-54e03b54da02", Title: "مهندسی و مشاوره آب و فاضلاب" },

                ]
            },



            {
                Id: "2fb9e2b3-d3b5-4e53-b844-8da5e54db485", Title: "صنعت برق",
                Children: [


                    {
                        Id: "e8dca6f2-8cf9-4b39-b389-3656f74f45c8", Title: "تاسیسات نیروگاهی",
                        Children: [

                            { Id: "21dbbd13-2b8e-4f3d-9027-7f8c1d21a441", Title: "ترانسفورماتور" },


                            { Id: "310210d9-27d5-470e-a024-cb60f384e0ad", Title: "تولید، توزیع و انتقال" },


                            { Id: "a72d89b2-9332-4d12-a26d-47d8d209bc0b", Title: "دکل انتقال برق" },


                            { Id: "f4c7e4d9-086b-4cfe-81e5-16160f2e0c8d", Title: "ژنراتور و موتور برق" },

                        ]
                    },



                    {
                        Id: "c3c03146-00e9-4da2-9cfa-92aa5ce4331b", Title: "خدمات صنعت برق",
                        Children: [

                            { Id: "37a51c51-fa7e-4b0d-91ac-fd08a01c88ec", Title: "خدمات برق صنعتی و ساختمانی" },


                            { Id: "6ea5ed73-0af7-48e2-bfc2-a80b0325225d", Title: "سیم پیچی " },

                        ]
                    },



                    {
                        Id: "0134460a-4f8b-4e68-9449-ddcf95f64d36", Title: "روشنایی",
                        Children: [

                            { Id: "a9535b01-ce81-4a3e-9908-6302f6922005", Title: "پروژکتور" },


                            { Id: "a8ced521-cc42-431e-92b2-afe6d6fb14df", Title: "تولید و فروش تجهیزات روشنایی" },


                            { Id: "c9aed95d-544f-4399-b37f-a26bc2a4d70a", Title: "لامپ" },


                            { Id: "af7f2b30-a57f-42c4-a336-d2e07f0e6a88", Title: "کلید و پریز" },

                        ]
                    },



                    {
                        Id: "3c957e50-b784-4c8c-8c0d-2a18954673d9", Title: "لوازم، تجهیزات و قطعات صنعت برق",
                        Children: [

                            { Id: "5a94e061-2432-4b91-877c-667175fd6eb0", Title: "ابزار برقی" },


                            { Id: "7b664e60-bcdf-4b9c-86e2-51136e2f02cd", Title: "المنت و لوازم حرارتی" },


                            { Id: "92c0ef36-c0fa-42b3-bc5e-bb0151a0d6b0", Title: "الکتروموتور" },


                            { Id: "8f628309-2ab2-4039-9c8f-c12e088a0ae0", Title: "باتری و شارژ" },


                            { Id: "f51a09e9-9a2b-4304-a65a-5ffc3b365fdc", Title: "پله برقی" },


                            { Id: "9d0c27c5-3285-4633-be07-2b11d0828128", Title: "تابلوی برق فشار قوی و ضعیف" },


                            { Id: "ce749c54-7beb-4829-9809-7040f53a259b", Title: "تجهیزات و لوازم الکتریکی و برقی" },


                            { Id: "06ecdb7c-85f4-4946-b7f3-67cfd772010a", Title: "سیم و کابل برق" },


                            { Id: "691f076a-f3e1-4921-812e-c21451788985", Title: "منبع برق اضطراری و ترانس" },

                        ]
                    },


                    { Id: "cdd96d39-eab0-416d-afdb-aeaa170116ec", Title: "مهندسی و مشاوره صنعت برق" },


                    { Id: "7da24cd9-a607-4d4f-9e9b-0ce6747fa1b5", Title: "نیروگاه" },

                ]
            },



            {
                Id: "a5d9ba95-b1f9-4892-b23d-b00dcf0363a4", Title: "صنعت پلاستیک",
                Children: [

                    { Id: "0ddc443d-fde1-4ad5-ac79-be97abbdead0", Title: "آبکاری پلاستیک" },


                    { Id: "8e6b945e-10f0-4e11-8ff9-c9394ff15f0d", Title: "پروفیل پلاستیکی" },


                    { Id: "c7c07390-52e2-40f6-8956-64e55bb59d35", Title: "پلاستیک سازی تزریقی" },


                    { Id: "3908178e-41a4-403b-ac79-ca952dea0463", Title: "پلاستیک صنعتی" },


                    { Id: "b2c9f4e4-2ad9-4d04-a205-f014008d930f", Title: "پلیمر پلاستیکی" },


                    { Id: "388ba369-aa8f-4b8f-adce-1cbbaa310856", Title: "توری پلاستیکی" },


                    { Id: "dc100c28-1393-469f-a284-117980736132", Title: "تولید و فروش پریفرم و بطری پت" },


                    { Id: "27b28e9f-c5bf-45a6-b161-e29e17ccfc1c", Title: "تولید و فروش پریفرم و بطری پت" },


                    { Id: "b011c051-aa4c-4ad5-89d0-777e2f820184", Title: "جوش پلاستیک" },


                    { Id: "d6a06343-81b2-4c9e-8099-4d1d43433d15", Title: "ضایعات پلاستیک" },



                    {
                        Id: "f096b989-99c8-4ff1-9536-a2632356d348", Title: "فایبرگلاس",
                        Children: [

                            { Id: "cf9f7997-7346-46dd-8c3d-bff09a1e8c9c", Title: "خدمات فایبرگلاس" },


                            { Id: "3655e295-5884-4e63-ac4d-14df186e71e3", Title: "قطعات و مصنوعات فایبرگلاس" },

                        ]
                    },


                    { Id: "8fe7ebcb-fdea-46a8-ba7b-012e357837df", Title: "قالب سازی پلاستیک" },


                    { Id: "f2b18cfd-f864-4628-aa64-70dd78ec35e2", Title: "قطعات صنعتی و پلاستیک بادی" },



                    {
                        Id: "b782621f-6529-4acc-8a14-e8b397e8f253", Title: "ماشین آلات صنعت پلاستیک",
                        Children: [

                            { Id: "d1fcdc60-d79f-485f-8f8e-03a16fbcdce1", Title: "ماشین آلات پلاستیک سازی" },


                            { Id: "3beeb165-a9bd-4f95-922b-29d80250394b", Title: "ماشین آلات نایلون و نایلکس" },

                        ]
                    },



                    {
                        Id: "d0f9e3d2-a378-498f-924b-8b52c87c2204", Title: "محصولات و مصنوعات پلاستیکی",
                        Children: [

                            { Id: "63a57bdd-4557-4ea9-bd68-328200700550", Title: "تولید محصولات و مصنوعات پلاستیکی" },


                            { Id: "00f95cd6-d082-4f84-ae66-293cf75a6b97", Title: "فروش محصولات و مصنوعات پلاستیکی" },

                        ]
                    },


                    { Id: "7fe7b77a-b67d-432e-8cf2-b3edc6a5b13c", Title: "مواد اولیه پلاستیک و پی وی سی (PVC)" },


                    { Id: "669a8c4d-ec56-4dad-b9f5-c2c38e0a5d5e", Title: "مواد اولیه ملامین" },


                    { Id: "f155788e-a428-4678-b6e7-986cfc0413fe", Title: "ورق پلاستیک و پی وی سی (PVC)" },


                    { Id: "a0c60deb-2116-4bd3-a6b3-da327af70977", Title: "ورق پلیمر پلاستیکی" },


                    { Id: "dcf02de0-0040-468c-a3ae-468d9677670f", Title: "ورق و لوله پلاستیکی" },

                ]
            },



            {
                Id: "a344e830-8ac2-44d9-806a-af30cdcd9158", Title: "صنعت خودرو",
                Children: [

                    { Id: "af24d9ac-b48f-413c-9abd-d20f0699a77b", Title: "تجهیزات و ماشین آلات تعمیرگاه خودرو" },



                    {
                        Id: "2d455e62-de14-43db-a334-2225d2687f15", Title: "تعمیرگاه و نمایندگی مجاز",
                        Children: [

                            { Id: "d2de573a-c276-4ba7-82f7-3476cf4bb54a", Title: "امداد خودرو و مکانیکی سیار" },


                            { Id: "8a5188a1-4d5d-4c5d-888b-d0c1938f8faf", Title: "تعمیرگاه مجاز و اتوسرویس" },


                            { Id: "d06a531b-724b-4cde-91a3-32155935c38b", Title: "تعمیرگاه و تون آپ" },


                            { Id: "95411fbb-39fd-45e5-b8e2-1effd7e527f0", Title: "تنظیم موتور" },

                        ]
                    },



                    {
                        Id: "1408f392-05a6-4129-b1f5-f12ebd45c029", Title: "خدمات اتومبیل و ماشین",
                        Children: [

                            { Id: "6529c3bc-d315-417e-9afd-30b795901d3d", Title: "آهنگری خودرو" },


                            { Id: "94335725-ac91-452a-ac06-41ac5fd052d8", Title: "اتاق سازی خودرو" },


                            { Id: "848009c6-c619-4562-b549-684d063eda55", Title: "اگزوز سازی" },


                            { Id: "a311db5d-e56b-4820-9e41-08add8d60d45", Title: "باتری سازی و برق اتومبیل" },


                            { Id: "5da73721-e987-48a3-aa8f-71b7db96a709", Title: "بوستر سازی اتومبیل" },


                            { Id: "bca68eac-3ebe-4c97-8f75-539fe9fed937", Title: "تراشکاری اتومبیل" },


                            { Id: "60cf9e0f-d90e-4da0-80e2-d4a24bf1fe8b", Title: "تعویض روغن و آپاراتی" },


                            { Id: "285ea1d0-e296-4dfd-b290-1188154fb2e4", Title: "تودوزی و تشک دوزی" },


                            { Id: "4efe39a8-d043-4bd0-ba7d-0828caff4424", Title: "جلوبندی و بالانس چرخ" },


                            { Id: "601959d5-d268-4c08-a0d8-1e5b3af56e87", Title: "خدمات تعمیر و عیب یابی" },


                            { Id: "eeef0f34-70d6-4d5f-b22c-951909a386cf", Title: "داشبورد ماشین" },


                            { Id: "4f48d001-8171-4e83-b491-8946f4b93362", Title: "دنده و گیربکس" },


                            { Id: "f0af9d1b-e2f9-40a4-91d0-96228bf471aa", Title: "دیسک و صفحه کلاچ" },


                            { Id: "982c6ee3-b521-42fc-a40a-52e8736812d3", Title: "دیفرانسیل" },


                            { Id: "33410889-2308-49a8-b5bc-83552b8053de", Title: "رادیاتورسازی" },


                            { Id: "54b1c01f-54fc-48a4-b163-d8b01b952152", Title: "سپرسازی و آبکاری" },


                            { Id: "8181a6af-c6ee-49e1-a300-c3918eef8130", Title: "سرسیلندر" },


                            { Id: "f15e69b9-3a15-47b5-bf37-dee89c5c34a6", Title: "سیبک سازی" },


                            { Id: "39ac2620-8099-43cb-9db0-96d3811c82b1", Title: "شاسی کشی اتومبیل" },


                            { Id: "8d870366-4d63-441d-a87b-d1cdce9ab644", Title: "شیشه و بالابر برقی اتومبیل" },


                            { Id: "3a83be6b-8e9e-4cc4-a58d-91b4a814dd76", Title: "صافکاری و نقاشی اتومبیل" },


                            { Id: "ae397b68-4690-4165-9ff0-ec30d285b08b", Title: "گاز سوز کردن خودرو" },


                            { Id: "4fe4c3a0-aa6f-48eb-8849-a8aee39abd6d", Title: "لنت کوبی" },


                            { Id: "cc956a61-b90a-4e88-93d2-49f8f79e8101", Title: "میل گاردان" },


                            { Id: "74a5d095-8037-4316-a2cd-08dead57f2c6", Title: "میل لنگ تراشی" },


                            { Id: "ff4be9f2-ddd6-4c9e-9eff-cad7814f02fe", Title: "نصب و تعمیر و شارژ کولر ماشین" },


                            { Id: "b1224105-2c7e-4065-ab79-551543dd51b1", Title: "کارواش و شستشو" },


                            { Id: "2eadba1c-4c48-414e-9f99-ac07be804576", Title: "کمک فنر سازی" },


                            { Id: "3ab44a13-6946-4e2a-bf50-95ab649ebcbd", Title: "کیلومتر شمار و آمپر" },

                        ]
                    },


                    { Id: "e3351120-e439-4c29-bc7d-d3b902f6c317", Title: "طراحی و تولید اتومبیل" },


                    { Id: "0a619ae8-dfc7-4dd6-afe4-0fb5a6c42e62", Title: "فروش و لیزینگ اتومبیل و انواع خودرو" },



                    {
                        Id: "a8f1315b-566a-4a1f-8b8a-601168996268", Title: "لوازم جانبی و قطعات یدکی خودرو",
                        Children: [

                            { Id: "e0a8b62f-9888-491c-b721-13e4383b0662", Title: "آب رادیاتور" },


                            { Id: "97d49f04-14ee-4093-95d6-18f51b843aeb", Title: "آب مقطر" },


                            { Id: "000c874f-35f1-49ab-a41a-bca02d5133b8", Title: "آینه، قاب و شیشه خم اتومبیل" },


                            { Id: "da19c36b-5571-41b2-ab73-50d0678c1a8e", Title: "اگزوز اتومبیل" },


                            { Id: "7cba3d29-cc84-4d54-b7c0-8c6ee8527e04", Title: "باتری اتومبیل" },


                            { Id: "ee03db93-f84b-4445-810c-46028cf1dbfb", Title: "باربند اتومبیل" },


                            { Id: "ba0b6121-087b-4f18-8bea-b90fb3a73687", Title: "بدنه اتومبیل" },


                            { Id: "d9dc3c17-bbd8-4a06-9ecf-c60d9859da21", Title: "بلبرینگ و کاسه نمد اتومبیل" },


                            { Id: "65191eb3-8fd3-469e-bcbf-f2e0a67cae12", Title: "بوش سیلندر" },


                            { Id: "e1b88ad7-2d5b-4de0-b070-4cf4b200b943", Title: "پروانه و تسمه اتومبیل" },


                            { Id: "ad594d14-744b-46ed-a5c8-887b8ce6a207", Title: "تزیینات اتومبیل" },


                            { Id: "31b0590a-ad56-4222-ae14-9a62fe8831d6", Title: "جعبه دنده اتومبیل" },


                            { Id: "4971c85c-2bd1-455e-8728-3f9f122b2cc7", Title: "جلوبندی اتومبیل" },


                            { Id: "93f19978-5aaf-4f8b-8f84-a1875a9d796d", Title: "چادر اتومبیل" },


                            { Id: "e0833b8f-305c-4962-8b6e-db427bfc380c", Title: "چراغ اتومبیل" },


                            { Id: "1504f693-b808-4df0-8ff0-c8747090bf0a", Title: "داشبورد و قطعات فایبرگلاس اتومبیل" },


                            { Id: "61794f55-8628-4322-afe4-c67fe6e2844c", Title: "دنده و گیربکس اتومبیل" },


                            { Id: "c6c636b3-a62e-4283-ba0a-6bfb009fa9d5", Title: "دیسک و صفحه کلاچ اتومبیل" },


                            { Id: "bbcfa09e-1fc2-449a-98ea-e9d828c246b4", Title: "دیفرانسیل اتومبیل" },


                            { Id: "540d977b-9c3e-45c8-a5d9-9c4c80452ce5", Title: "دینام و استارت اتومبیل" },


                            { Id: "42208b82-9018-4e93-ac1f-210e5f9112c1", Title: "رادیاتور اتومبیل" },


                            { Id: "0ef9e83c-d8db-4cf3-a2cd-1b7b93f02c2c", Title: "رادیوپخش و دزدگیر اتومبیل" },


                            { Id: "a0836a11-8a53-4475-9015-19d56d8a9fda", Title: "روغن ترمز" },


                            { Id: "e5b291dd-78de-4789-a95d-4dc7fb435206", Title: "روغن موتور" },


                            { Id: "288f8c4d-edf9-4167-b6c7-30f128dffebe", Title: "روکش صندلی اتومبیل" },


                            { Id: "a0a6b4dd-be69-4673-9f67-b9aaa6d44a1d", Title: "رینگ چرخ اتومبیل" },


                            { Id: "1527cd99-9ff8-48e7-876e-24800de33d66", Title: "رینگ و لاستیک اتومبیل" },


                            { Id: "42633745-559f-41b5-9e2d-e7ae13979206", Title: "سیلندر و پیستون اتومبیل" },


                            { Id: "2862690c-16ec-4f36-a4f4-49b03986093a", Title: "شاسی اتومبیل" },


                            { Id: "8ec18708-dde9-4653-b94e-4a28d94fa589", Title: "شمع و پلاتین اتومبیل" },


                            { Id: "19ebc8ac-439b-4827-83a0-2d32d23bd90b", Title: "شیشه شور" },


                            { Id: "d624de00-104b-4d31-b53b-314c13778192", Title: "شیشه و بالابر اتومبیل" },


                            { Id: "9bf72132-1bbc-49bf-b35f-20ca3bf5d282", Title: "صندلی اتومبیل" },


                            { Id: "e653c067-3c2e-4a87-bdda-e78e80de0ef7", Title: "عایق اتومبیل" },


                            { Id: "d2ca8f60-056b-4b9d-88bc-034394ebbb84", Title: "فنر و لوازم زیر شاسی اتومبیل" },


                            { Id: "09a380c3-2eb3-48a8-a969-3f5486f9c3f3", Title: "فیلتر اتومبیل" },


                            { Id: "59e0acdb-b730-400c-b700-f6b412f4ed12", Title: "قالپاق اتومبیل" },


                            { Id: "efaaba35-1cf2-4499-9e8a-2d34796a57df", Title: "قفل درب و شیشه اتومبیل" },


                            { Id: "20a5a0c2-3002-496b-b69c-a17e4c0870ec", Title: "لاستیک و رینگ اتومبیل" },


                            { Id: "d392a2e0-9c88-41a2-9615-d444ded185f5", Title: "لنت ترمز و صفحه کلاچ" },


                            { Id: "0fe8f1e6-8376-4e71-b131-307f7c54c594", Title: "لوازم برقی اتومبیل" },


                            { Id: "be0fe20c-5a1b-4d9f-8129-77c9594a12ac", Title: "لوازم جانبی، صوتی و اسپرت اتومبیل" },


                            { Id: "d72b827e-3105-4958-aef5-6a22bebc45c5", Title: "لوازم و قطعات بدنه اتومبیل" },


                            { Id: "29a24805-07f5-4214-bfaf-06a84c91c1ef", Title: "لوازم و قطعات پلاستیکی و لاستیکی اتومبیل" },


                            { Id: "95085528-8ea5-41de-a55f-8cd32d054863", Title: "لوازم و قطعات یدکی اتومبیل" },


                            { Id: "094be3b1-4a7a-48b8-a2ff-36dc91a2537c", Title: "موتور اتومبیل" },


                            { Id: "6581afec-f0c6-4a83-b273-5f7d182fc7e9", Title: "میل لنگ اتومبیل" },


                            { Id: "602d6cd7-8142-41ee-82af-8894367b62cf", Title: "واشر اتومبیل" },


                            { Id: "7663e618-173e-4655-a9e7-c1c7be6cde31", Title: "کابل کنترل" },


                            { Id: "9c0360bd-d677-4f7e-94e6-553b0117461e", Title: "کاربراتور و واترپمپ" },


                            { Id: "cc68835b-e633-4fdd-a506-561b553fba3b", Title: "کمربند ایمنی ماشین" },


                            { Id: "c2363d96-0b92-461a-906e-7eded365fb68", Title: "کمک فنر اتومبیل" },


                            { Id: "d922cc10-e5ea-443d-860b-125492199dcb", Title: "کولر اتومبیل" },


                            { Id: "94f07789-6f35-4efb-a90d-1cc8e8444f22", Title: "کیلومتر شمار و آمپر اتومبیل" },


                            { Id: "53c9b5fd-d4cc-4011-8f71-6d029b731862", Title: "یاتاقان و بلبرینگ اتومبیل" },


                            { Id: "05ff181a-7c19-4de2-be1f-afa5a2284b0a", Title: "یخچال و سردخانه اتومبیل" },

                        ]
                    },



                    {
                        Id: "3cb91f4c-91d9-4bf4-977c-2e561fb09497", Title: "موتور سیکلت",
                        Children: [

                            { Id: "463ba539-409b-443c-9e33-58c1226bf416", Title: "تراشکاری موتور سیکلت" },


                            { Id: "e51feb91-5057-4287-ab09-e2eb50f0f74e", Title: "تعمیرگاه و خدمات پس از فروش موتور سیکلت" },


                            { Id: "4091c480-7ec4-47f3-853a-949c0ec62c66", Title: "تولید موتور سیکلت" },


                            { Id: "c4dd330a-a081-41b3-9963-0837aa22884a", Title: "فروش موتور سیکلت" },


                            { Id: "315d3dca-238f-40dc-b0d0-cf641746711d", Title: "لاستیک موتور سیکلت" },


                            { Id: "418aec90-cb42-4a67-b8ad-55ce92246ac3", Title: "لوازم یدکی و قطعات موتور سیکلت" },

                        ]
                    },


                    { Id: "b4ef190e-4fb6-4758-b09a-e19428c69e4d", Title: "نمایشگاه فروش اتومبیل" },


                    { Id: "d87e0949-ab5d-4054-a170-c67da2c32ff5", Title: "نمایندگی مجاز و خدمات پس از فروش اتومبیل" },


                    { Id: "9edcd4dd-7ceb-4987-96c8-8d87e981a0eb", Title: "واردات خودرو و اتومبیل" },



                    {
                        Id: "9e39b172-af16-4cbe-8dc2-a3f32ad829c4", Title: "وسایل نقلیه سنگین",
                        Children: [

                            { Id: "f521e43b-efa1-46aa-9e96-52bdd27aaf20", Title: "اتاق سازی وسایل نقلیه سنگین" },


                            { Id: "c06870fa-c97a-43e6-b306-8b20718463c2", Title: "تعمیر و خدمات پس از فروش وسایل نقلیه سنگین" },


                            { Id: "d9709394-58e9-4080-ade3-341a0014eab2", Title: "تولید و فروش وسایل نقلیه سنگین" },


                            { Id: "88b24d90-2de9-45ec-b674-839909d55912", Title: "لوازم و قطعات یدکی وسایل نقلیه سنگین" },

                        ]
                    },

                ]
            },



            {
                Id: "534abfbd-bb3c-48d1-b105-4c7bcd0efe9a", Title: "صنعت شیشه و آینه",
                Children: [

                    { Id: "457f81e3-aa1e-415a-b224-e60f82f3623a", Title: "تراشکاری بلور، شیشه و کریستال" },


                    { Id: "a92f9454-01d4-4da9-9744-1cfe4e3dda8f", Title: "تولید شیشه و آینه" },


                    { Id: "fd6154aa-ba3f-4e7a-b1a5-996b0f645ba2", Title: "خمکاری شیشه" },


                    { Id: "5bf0fcc2-665a-4a81-90a0-821502b5c1c4", Title: "شیشه خم دکوراسیون" },



                    {
                        Id: "490e8b9b-da55-4333-962e-1644ce0a424b", Title: "شیشه نشکن و دوجداره",
                        Children: [

                            { Id: "b78451c3-bf83-4031-a725-361d7ebcd076", Title: "تولید شیشه نشکن و دوجداره" },


                            { Id: "7c1b9d8c-5623-48b8-81d4-93e3450246d3", Title: "فروش شیشه نشکن و دوجداره" },

                        ]
                    },


                    { Id: "886589aa-5ee6-4b17-acc1-b089656cc91b", Title: "صادرات و واردات شیشه و آینه" },


                    { Id: "d4decdf8-e96f-4393-a2a2-e2b40e790473", Title: "فروش و نصب شیشه و آینه" },


                    { Id: "cbcfba39-0269-41f9-9133-b01a37c40d59", Title: "قالب سازی بلور" },


                    { Id: "f07322dc-3051-463e-8ba7-e4ddf68f070e", Title: "محصولات شیشه ای" },

                ]
            },



            {
                Id: "5b5f7304-8097-4651-9c1f-56c04d29d5a2", Title: "صنعت لاستیک",
                Children: [

                    { Id: "4a70c6fd-9f5a-4ffe-8c1a-93c56202618c", Title: "برشکاری لاستیک" },


                    { Id: "a017dfc7-1174-4559-8a28-49ec1e257ece", Title: "قطعات و محصولات لاستیکی" },


                    { Id: "a8827ca7-e9c9-41c2-a1dc-a94559e6be22", Title: "ماشین آلات و تجهیزات آزمایشگاهی صنعت لاستیک" },



                    {
                        Id: "190953b8-43fd-4b66-86a8-01c7141c79a9", Title: "مواد اولیه لاستیک",
                        Children: [

                            { Id: "a1957bab-15b8-47b8-9794-93ec35bc7b42", Title: "تولید مواد اولیه لاستیک" },


                            { Id: "b6bf9b8c-6d00-4269-b157-fa9dfdf9cbf1", Title: "دوده صنعتی لاستیکی" },


                            { Id: "b1120100-b091-4b99-ac8f-90d7343b506b", Title: "فروش مواد اولیه لاستیک" },

                        ]
                    },


                    { Id: "7097806a-4df0-4a34-983e-a5f8bdaecf6f", Title: "نوار لاستیکی و اسفنجی و پلاستیکی" },


                    { Id: "68ef9a9f-1848-4c1e-b265-624db58f4873", Title: "ورق لاستیکی" },

                ]
            },



            {
                Id: "5c80cd61-bd12-4bb2-8ed5-fc02c788de75", Title: "صنعت نفت و گاز و پتروشیمی",
                Children: [

                    { Id: "c95f4a84-6a57-40d2-82a8-78dd846415cb", Title: "احداث پالایشگاه" },


                    { Id: "ddcbc206-2fff-458c-a5db-590b51c19624", Title: "اکتشاف، استخراج و توسعه میادین" },


                    { Id: "2469199c-ccf2-460a-b383-de969db39488", Title: "پیمانکاران نفت و پتروشیمی" },


                    { Id: "6f33e1c1-f4ea-4fe2-a484-6cd1f6bd12e2", Title: "پیمانکاری پخش گازوئیل" },


                    { Id: "2b7a9504-a312-4d55-8a09-529d1079e1f9", Title: "تنش زدایی لوله نفت و گاز" },


                    { Id: "942b60b7-0b8f-4270-a1d4-0c3469162603", Title: "تولید تجهیزات نفتی پالایشگاهی" },


                    { Id: "03bb81b5-b9be-4b1a-a6ae-38fd36cc041f", Title: "خدمات فنی صنعت نفت و گاز و پتروشیمی" },


                    { Id: "1d9c0ad1-3bbc-4c24-bd7d-5f6dde7a4745", Title: "شعب فروش نفت" },


                    { Id: "b1e8068f-433c-4569-8020-b597fa4d58c8", Title: "صنایع پتروشیمی" },


                    { Id: "0f687b18-88cb-4e93-9c82-89f388272dd1", Title: "صنایع نفت و پتروشیمی" },


                    { Id: "d162c238-5978-4cb3-9ccb-0ffb8aae1fa0", Title: "طراحی و اجرای خطوط انتقال نفت و پتروشیمی" },



                    {
                        Id: "904d2f04-35e2-4ede-9dcc-4a434bb3289e", Title: "فراورده های نفت و پتروشیمی",
                        Children: [

                            { Id: "59a2c13b-63d6-4c3d-a479-2c09173d7c3f", Title: "تولید فراورده های نفت و پتروشیمی" },


                            { Id: "1c58ccd9-f199-4438-b770-4e33ef559a18", Title: "روغن و گریس" },


                            { Id: "b207ae82-0d84-4260-8188-078df84bce79", Title: "فروش فراورده های نفت و پتروشیمی" },

                        ]
                    },



                    {
                        Id: "50c31c97-01a2-451e-a061-d9d71fdf377c", Title: "گاز و صنایع مرتبط",
                        Children: [

                            { Id: "a831db4d-3829-469b-a730-024e4a0921a7", Title: "تجهیزات و رگلاتور گازرسانی" },


                            { Id: "d0814dd9-4e76-49f3-889c-4018c5ab5a9a", Title: "توزیع و پخش گاز مایع" },


                            { Id: "a65cd73f-6342-4341-8717-ccc3dedf7a36", Title: "دستگاه نشت یاب گاز" },



                            {
                                Id: "f5c2cd0f-da79-41d5-b666-7f4ea9654e6b", Title: "سیلندر گاز مایع",
                                Children: [

                                    { Id: "51a5cd48-431a-441a-8475-f2d2b303874f", Title: "تولید سیلندر گاز مایع" },


                                    { Id: "8c141c84-2133-4f47-9174-89110bdaaedc", Title: "شارژ و فروش سیلندر گاز مایع" },

                                ]
                            },


                            { Id: "0153dea1-d62d-4710-a52c-04c2849e9152", Title: "شیرآلات و اتصالات گازی" },


                            { Id: "357fca2d-ac8e-4053-a02e-a8794d39f5e8", Title: "صنایع گاز" },


                            { Id: "165f290e-770b-42e4-bdf5-57bd538f2267", Title: "فروش و شارژ گاز پیک نیک" },



                            {
                                Id: "a8631440-6636-4614-af3d-d65aaa29d471", Title: "گاز اکسیژن",
                                Children: [

                                    { Id: "2494fd2e-71b1-43f7-8cda-16cd48749fd7", Title: "تجهیزات و دستگاه ها گاز اکسیژن" },


                                    { Id: "e25f6c6d-bab0-4416-b521-60fdb7b62f64", Title: "تولید گاز اکسیژن" },


                                    { Id: "d1672098-137d-43b6-bbd2-a60c91cde799", Title: "فروش و شارژ سیلندر و کپسول گاز اکسیژن" },

                                ]
                            },



                            {
                                Id: "cfca8d63-66b2-4bf0-8b87-6372ac1cfbff", Title: "گاز طبی و صنعتی",
                                Children: [

                                    { Id: "f67d7376-46b6-4c11-bddb-1e86d03dbc60", Title: "تولید و پخش گاز طبی و صنعتی" },


                                    { Id: "72346d64-f288-479f-8296-2c51b3a48d2b", Title: "فروش و تعمیر گاز طبی و صنعتی" },

                                ]
                            },

                        ]
                    },


                    { Id: "396a9b68-a5d0-4098-bb36-c75041df4f65", Title: "ماشین آلات پتروشیمی" },


                    { Id: "492ec78f-8bcd-4bdc-a9de-80ec5f14f820", Title: "مشاوره، طراحی و مدیریت پروژه های صنعت نفت و گاز و پتروشیمی" },


                    { Id: "49cd124d-41d8-4c0f-b745-be3e61f71aa9", Title: "مهندسی نفت و گاز و پتروشیمی" },


                    { Id: "8aa05d53-0116-4a20-9bde-20d61248be27", Title: "واردات و صادرات تجهیزات نفتی پالایشگاهی" },



                    {
                        Id: "f15926da-b4b3-4bba-b11c-52a5de06e150", Title: "کارخانجات پتروشیمی",
                        Children: [

                            { Id: "b1275a92-cb74-427d-b7ae-c721eadb633b", Title: "طراحی و ساخت کارخانجات پتروشیمی" },


                            { Id: "eb60240b-6972-4a58-9e4f-fb3f769a41f5", Title: "نگهداری و تعمیر کارخانجات پتروشیمی" },

                        ]
                    },

                ]
            },


            { Id: "8c0c10ec-cac0-48e5-89a6-ec29a4dccb00", Title: "فناوری های پیشـرفته و نانو" },



            {
                Id: "6fb6845c-0b10-496a-9092-5c5ba4d81bdf", Title: "کشاورزی و دامپروری",
                Children: [


                    {
                        Id: "69cb4cc1-9dd0-4098-ba62-d19bb1d78b71", Title: "دام و طیور",
                        Children: [

                            { Id: "f61ed63e-4dac-4c50-b97c-0784f0dee0d5", Title: "اسپرم و جنین منجمد دامی" },


                            { Id: "9110e2fb-11f6-4df7-832d-4626984e3cbb", Title: "پرورش مرغ تخمگذار ، گوشتی ، مادر و پولت" },


                            { Id: "c5263caf-6f66-4fa1-90b2-9a01e2db0148", Title: "تولید داروهای دام و طیور " },


                            { Id: "6cfc6b9d-985f-4520-abde-afb3b40338dc", Title: "تولید و پرورش شترمرغ و تحقیق ، پژوهش" },


                            { Id: "add621e1-a05c-4553-be9b-246abc10f186", Title: "جوجه کشی و جوجه یک روزه" },


                            { Id: "2ae3c681-fe98-44c6-8d48-164729263e51", Title: "خوراک دام و طیور" },


                            { Id: "19503405-71a5-4e48-b989-f176bd7db439", Title: "دامپروری و دامداری" },


                            { Id: "9c1edff3-7e63-45d4-b998-3df90901bb61", Title: "فروش دام و طیور" },


                            { Id: "9f6571cd-271d-4cb9-92d0-bcdb2b1223e3", Title: "فروش و پرورش پرندگان زینتی" },


                            { Id: "03172fd2-15a7-428a-a4ab-fbb8b16e235c", Title: "لوازم تلقیح مصنوعی و اسپرم گیری" },


                            { Id: "7c95670f-2c6c-4c58-9948-4a99a38e8c8d", Title: "مشاوره اصلاح نژاد و ژنتیک دام" },


                            { Id: "8128958c-eb73-42e1-b728-a90320d84203", Title: "مشاوره و خدمات راه اندازی پرورش دام و طیور" },


                            { Id: "c48159ff-d4ca-4b6c-81c4-38fb18f3a556", Title: "مکمل و کنسانتره دام ، طیور و آبزیان" },


                            { Id: "4acc85e2-b3f1-47a6-b01d-f536ce18f4ed", Title: "نشریه تخصصی صنعت دام ، طیور ، آبزیان و دامپزشکی" },


                            { Id: "23e1e2a5-4141-450b-9635-71d49fcd850d", Title: "کشتارگاه" },

                        ]
                    },



                    {
                        Id: "cad57bdf-1f1c-4af4-9677-a1714b2c41a7", Title: "شیلات و پرورش ماهی",
                        Children: [

                            { Id: "a04fbd7c-492c-4e41-91b6-47d3cb30fad3", Title: "آکواریوم و ماهی" },


                            { Id: "b5b61071-ac28-4cca-bf4e-d7e53fbbe648", Title: "پرورش ماهی و آبزیان" },


                            { Id: "bf772242-1e8e-434b-9729-d3e9e4b9ba5b", Title: "خوراک ماهی و آبزیان" },


                            { Id: "24967a97-977d-4e6e-ab68-1b6c0a045c33", Title: "صید و صیادی" },

                        ]
                    },



                    {
                        Id: "a277bd36-ccf7-4035-b8c6-0deaacd853b0", Title: "ماشین آلات و تجهیزات کشاورزی و دامپروری",
                        Children: [

                            { Id: "86e7c58a-a977-4823-ae11-d172676404d9", Title: "تجهیزات و لوازم چمن زن" },


                            { Id: "3bd4f9a6-39b5-4828-94f7-0fa5756c11fa", Title: "تجهیزات و لوازم و مواد اولیه کشاورزی و باغبانی" },


                            { Id: "e959049e-2860-48f5-ae2f-64a155f103c6", Title: "تولید کننده لوازم و تجهیزات مرغداری" },


                            { Id: "577171ed-55e9-4585-854d-da6dc2454e93", Title: "تولید کننده ماشین های جوجه کشی" },


                            { Id: "80d0014c-c849-491b-89ee-3144c3c9e850", Title: "دستگاه و تجهیزات کشتارگاهی" },


                            { Id: "17917101-b3cc-49f3-b84c-8609094f2188", Title: "سیستم ثبت رکورد شیر و توزین مخازن شیر" },


                            { Id: "42551ec7-06e7-49e0-9ab0-ed2ec108570b", Title: "فیدر میکسر های دامپروری" },


                            { Id: "2e723751-95f2-43bc-b621-155ba780861b", Title: "ماشین آلات پروسس شیر و شیر دوشی ( ثابت و سیار )" },


                            { Id: "2486fbba-1569-4d9c-b2ff-db614cf457a2", Title: "ماشین آلات و تجهیزات خوراک دام و طیور و آبزیان" },

                        ]
                    },


                    { Id: "0886da43-bd5c-482e-95cd-101df6b75a83", Title: "مهندسی و مشاوره کشاورزی و دامپروری" },



                    {
                        Id: "49dc9322-5ca6-43b4-ba7d-36edf49b3215", Title: "کشاورزی و باغبانی",
                        Children: [

                            { Id: "3462bb92-19a0-4466-8f83-6f9197155fed", Title: "آب رسانی، آبیاری و زه کشی" },


                            { Id: "36b25c83-28a5-4d7f-9b32-e5a86ddaaa6d", Title: "خدمات کشاورزی و باغبانی" },


                            { Id: "a62622be-01c7-4c2d-a8fe-7e3b12fd6c85", Title: "سمپاشی" },


                            { Id: "d635d6f2-6196-47a0-b9c4-37c4f61e6540", Title: "علوفه" },


                            { Id: "16917158-1e1e-4558-bdab-51c41a2261ac", Title: "فروش و واردات بذر" },


                            { Id: "892ca074-368d-48e3-b5e4-efb8ca3078b4", Title: "گل خانه و پرورش گل و گیاه" },


                            { Id: "6df05b0a-083b-4cb7-8acf-621352e2a015", Title: "محصولات کشاورزی و باغبانی" },


                            { Id: "f0474a7d-c713-46a9-b229-f0d890a13e7e", Title: "واردات و صادرات گل و گیاه" },


                            { Id: "997b7870-c944-49a7-816d-5b09ea84d348", Title: "کشت و صنعت" },


                            { Id: "fb168559-febc-44d9-845d-846157f55692", Title: "کود حیوانی و شیمیایی" },

                        ]
                    },

                ]
            },

        ]
    },



    {
        Id: "e1390c2a-23f8-440b-9fef-fef186414a6b", Title: "غذا و رستوران",
        Children: [

            { Id: "8ba28fb7-8f86-4b9b-8426-e946488ae2eb", Title: "آب میوه و کمپوت" },


            { Id: "f96430d7-ebdb-4af8-9d5a-42480d918a64", Title: "تولید و فروش بستنی" },



            {
                Id: "065dd6d9-bd80-479b-8190-6a053a0b6c48", Title: "حبوبات و غلات ",
                Children: [

                    { Id: "ee1ef667-d456-46b6-8ccd-3ea0bcf63f19", Title: "برنج و گندم" },


                    { Id: "8a1dc16c-758c-4e19-9ea3-c71d1316ca29", Title: "حبوبات" },


                    { Id: "a9aa99cd-9ad0-4a3f-b8a2-d3ccac479064", Title: "خرما" },


                    { Id: "2fec4c02-b728-40d1-9f4a-ab02aefb3659", Title: "سویا" },


                    { Id: "9a820e1e-823c-4496-a9d2-b28627da2c3b", Title: "غلات" },


                    { Id: "1ece0b73-3a7a-4047-bf58-4016b48f5a0a", Title: "قارچ" },

                ]
            },



            {
                Id: "2c7b6c5c-e65d-42d1-a860-e51d25689e5b", Title: "رستوران",
                Children: [

                    { Id: "7b3f90be-1432-4883-afd5-d9e72080fe62", Title: "تالار غذاخوری" },


                    { Id: "5ae2551b-502c-4362-ac74-020c700ed483", Title: "رستوران خارجی" },


                    { Id: "198ec75d-4a49-46f4-a281-4559fd8c1ab4", Title: "رستوران غذاخوری" },


                    { Id: "007763d7-8499-4534-ae8b-3b8489447852", Title: "رستوران های خاص" },


                    { Id: "f2ef5cf2-8adc-4bad-b468-1e00290055b6", Title: "سفره خانه و قهوه خانه" },


                    { Id: "c051fdc5-6663-419b-89e1-be0ced517e7b", Title: "طباخی" },

                ]
            },



            {
                Id: "99eb3a17-fdf1-405e-b8aa-f4ffcbc52c36", Title: "فراورده های غذایی",
                Children: [


                    {
                        Id: "72286552-0244-4540-92bb-611c5d21a046", Title: "آجیل",
                        Children: [

                            { Id: "dbe80937-2da6-416b-9435-2411cff5e0ef", Title: "بسته بندی و عمل آوری آجیل" },


                            { Id: "f3719c31-7385-4a3c-ad52-11de4c9b5839", Title: "تولید و پخش آجیل" },


                            { Id: "e1f91500-556d-42f5-b2ab-a05d6ba1d04d", Title: "فروش آجیل" },


                            { Id: "e7525603-7102-4747-98f1-51497419c45e", Title: "واردات و صادرات آجیل" },

                        ]
                    },



                    {
                        Id: "9dc4d8c7-6e0c-41a1-b23a-98a3a9734b4c", Title: "افزودنی و چاشنی",
                        Children: [

                            { Id: "cdd2caaf-2e43-41a0-bb22-491aba0bc203", Title: "آبلیمو" },


                            { Id: "bc382823-b2f9-4adf-9412-3a42b2d6311f", Title: "ادویه" },


                            { Id: "f86ce2a3-9476-4c52-bd1b-8ce3df74e757", Title: "زعفران" },


                            { Id: "06804121-0b78-4828-8a4f-42235780bd6d", Title: "سایر افزودنی های خوراکی" },


                            { Id: "de9c4159-be84-44f7-8be4-43cf3a89112c", Title: "نمک" },

                        ]
                    },


                    { Id: "fb86f736-4378-4fca-8801-2b98c447f89a", Title: "ترشیجات" },


                    { Id: "4c5d51d4-433c-49cd-b83a-61475319baa5", Title: "چیپس و پفک" },


                    { Id: "48860df8-3931-4d04-bb8f-2e54ae210b23", Title: "خشکبار و دانه های روغنی" },


                    { Id: "78467347-d44f-4106-9e1e-554d2f2e1f67", Title: "داروی گیاهی" },


                    { Id: "9bbdc3d5-91da-4ecb-b89b-225485c3a273", Title: "رب گوجه فرنگی" },


                    { Id: "737dad54-6c8c-4b29-96ab-46d1ad4d7b16", Title: "روغن" },


                    { Id: "61d6a994-76c3-4e49-82e3-f1da8e565a67", Title: "عرقیات" },


                    { Id: "0d6bd12b-be5f-4d0c-a4af-640fd9b00acb", Title: "غذای آماده" },


                    { Id: "779c2bb4-5724-49b7-96d9-47d2321f44fd", Title: "غذای کودک" },



                    {
                        Id: "2de4459d-fa04-4ea8-8a9b-14c74535fb42", Title: "قند و شکر و محصولات شیرین",
                        Children: [

                            { Id: "4e74c2af-310d-4f04-8a0d-e0c9d2dcadf9", Title: "آب نبات، شکلات و آدامس" },


                            { Id: "1dc3f2dc-ccb6-4fb2-99fa-d7302c881018", Title: "بیسکوییت" },


                            { Id: "29dc083e-ce25-40a3-8e01-4fff8c519ef0", Title: "حلوا، سوهان و گز" },


                            { Id: "96af3385-dc2c-412a-899c-3f32eba5034d", Title: "عسل و مربا" },


                            { Id: "673ed00a-0cdb-4fc6-9bd3-4a41b0570ab0", Title: "قند و شکر" },


                            { Id: "9035958e-047f-44df-9caa-f07087686719", Title: "کیک، کلوچه، پیراشکی و بیسکویت" },

                        ]
                    },


                    { Id: "3c3f027d-2392-4c54-aee4-b22be07a47f7", Title: "لواشک" },



                    {
                        Id: "b3b64775-3063-49cf-97a9-f41be0d81236", Title: "ماکارونی، نان و محصولات آردی",
                        Children: [

                            { Id: "1dcbe5d9-4663-4611-95ad-25ca5f000892", Title: " نان" },


                            { Id: "f04381d7-b9ba-4d58-ba9b-c0fea5888abf", Title: "آرد" },


                            { Id: "36d6af03-7302-421a-a142-c9e21bb55f1c", Title: "پیراشکی و خشکه پزی" },


                            { Id: "5ce078bf-bdcd-40d5-befa-fe1a08798b13", Title: "ماکارونی" },


                            { Id: "cdb65def-ddd2-49bf-bf7f-f8700ddaa923", Title: "نشاسته و فراورده ها" },

                        ]
                    },


                    { Id: "68c06f0f-f109-4869-ac95-1b020c30da53", Title: "کنسرو" },

                ]
            },


            { Id: "58e6015d-4c15-4655-873d-87017078c121", Title: "فست فود و پیتزا" },


            { Id: "c3e9e07b-82a0-411e-a201-8348748bfbbf", Title: "قنادی و شیرینی پزی" },



            {
                Id: "1e5ba51d-e362-4b1e-a5d6-ab4425fe7ff0", Title: "محصولات گوشتی و پروتئینی",
                Children: [

                    { Id: "b2b0b7dd-920b-48a2-8d66-99f18da663a6", Title: "تخم مرغ" },


                    { Id: "5ab0181f-45be-40a3-8432-b268184b3976", Title: "خاویار" },


                    { Id: "f82a3fc8-887a-4498-9b89-2d6e1abbdca7", Title: "فراورده های گوشتی و محصولات پروتئینی" },


                    { Id: "a576c8d7-c82d-4abc-a91d-bfadbe0a5728", Title: "قصابی" },


                    { Id: "dda49f7c-08a9-4b81-b8be-a5bcb6865a26", Title: "گوشت قرمز" },


                    { Id: "055208cf-9191-439c-b9a5-47b125d444ec", Title: "ماهی و میگو" },


                    { Id: "7a1e823b-645a-4a13-833a-ac162a5fd41d", Title: "مرغ" },

                ]
            },



            {
                Id: "4a33d1c1-88f7-46c8-9875-a183235fa63b", Title: "محصولات لبنی",
                Children: [

                    { Id: "f1f02ddf-c0dd-493e-9ae8-d692d67bf3be", Title: "پنیر" },


                    { Id: "c06a334c-2279-4926-ae15-83d14d604648", Title: "تولید و فروش لبنیات" },


                    { Id: "2839807e-6eaa-4b57-a1ea-71b14f04601f", Title: "شیر " },


                    { Id: "d048be39-7282-4b84-bbc1-1b9b8ea3e5bd", Title: "ماست" },


                    { Id: "37c6afe1-563e-4d79-94ee-6c2c634410cf", Title: "کره " },


                    { Id: "1c97bb3d-73c0-47e4-989f-ad8fa0e19959", Title: "کشک" },

                ]
            },



            {
                Id: "b8990799-ecab-4dc4-92b6-bf873bad4dc7", Title: "نوشیدنی",
                Children: [

                    { Id: "e166cd51-bcce-497f-a89c-94c26ec89d5f", Title: "آب معدنی" },


                    { Id: "6a443d18-6213-4f42-b496-034da4b78c0f", Title: "چای" },


                    { Id: "451c63df-c9bc-4dc3-a7a1-6f6e2e2314f7", Title: "دوغ" },


                    { Id: "720343db-28b1-4328-918f-ef250bddf3a5", Title: "سایر نوشیدنی های غیر الکلی" },


                    { Id: "42477178-9050-4a6e-87c4-a28fda43d866", Title: "قهوه و نسکافه" },


                    { Id: "7103aae1-a6b3-4edd-bc43-a18254ae74fd", Title: "ماالشعیر" },


                    { Id: "9d8e2fda-c63d-45e6-8123-23da970c81c2", Title: "نوشابه" },


                    { Id: "3b31a570-c249-496b-92cf-34bc0d012727", Title: "یخ" },

                ]
            },


            { Id: "d63012be-ac77-40eb-bc27-3956cc374958", Title: "کافه و کافی شاپ" },


            { Id: "ce2258df-7f46-4c86-8058-79d06617e9a5", Title: "کبابخانه و کبابی" },


            { Id: "f5ec1e46-ce42-41ba-836d-d4e1ab17d20d", Title: "کترینگ و آشپزخانه" },

        ]
    },



    {
        Id: "b50d6613-302b-439e-b87f-e46f1c6c4fe4", Title: "مالی و حقوقی",
        Children: [


            {
                Id: "c15d32e2-c4e0-4007-ae62-68dce5224fe7", Title: "موسسات حقوقی",
                Children: [

                    { Id: "9ed1db00-22e7-426e-90ea-1f1c6c3a5763", Title: "ثبت ازدواج و طلاق" },


                    { Id: "1eb29be8-d0c4-4716-bf6e-a41bef9ef4d6", Title: "ثبت اسناد و املاک" },


                    { Id: "b011abdd-aee1-45e5-9c9f-538987b51847", Title: "دادسرا و دادگاه عمومی" },


                    { Id: "d206347c-6a0c-461c-adb2-a0b97ce536dd", Title: "دادگاه و مجتمع قضایی" },


                    { Id: "a7bd42d4-2894-4a24-85d4-4d2c34cc6a6a", Title: "دفتر اسناد رسمی" },


                    { Id: "bd17e779-7d0c-417a-8cbe-bbc2bec09e6b", Title: "شورای حل اختلاف" },


                    { Id: "d1e55e2c-a0ae-4652-9d1c-a954c20d8391", Title: "وکیل و مشاور حقوقی" },

                ]
            },



            {
                Id: "fcc8327d-b2c4-4a0d-8800-990563ad7811", Title: "موسسات مالی",
                Children: [

                    { Id: "96070d37-2fe3-4cd1-820e-44226cd669b7", Title: "بانک" },


                    { Id: "fc99f9f7-24ce-40c0-8dc9-a35811db2c74", Title: "بورس و کارگزاری بورس" },


                    { Id: "dc2b4f34-1001-4749-b060-1ef88953e5e4", Title: "خدمات ویزا کارت و مستر کارت" },


                    { Id: "e0705500-d7f0-494a-921b-c01c7d686be7", Title: "شرکت های اعتباری" },


                    { Id: "1032cf1b-f511-4f4c-9715-c09dafca42ba", Title: "شرکت های سرمایه گذاری" },


                    { Id: "1f599ba9-5cc0-44e2-919c-f71e91cda9e8", Title: "شرکت های مشاور مالی و سرمایه گذاری" },


                    { Id: "25e90b20-f20e-43f2-91c9-d91103a66610", Title: "صرافی، مبادله سکه و طلا و ارز" },


                    { Id: "e3fac0c4-9883-4bde-bd1f-b9de38ba2c48", Title: "صندوق قرض الحسنه" },


                    { Id: "37721d4e-2bb4-4d3a-a74c-bbfb3f54e0ff", Title: "موسسات مالی و اعتباری" },

                ]
            },

        ]
    },



    {
        Id: "38a3c0d9-a859-4933-a589-857d83d24657", Title: "هنر، ورزش و سرگرمی",
        Children: [


            {
                Id: "8743bb41-afdf-4d21-8ee4-43e4740a7b18", Title: "اماکن ورزشی",
                Children: [

                    { Id: "fbefafdd-b42d-4934-9527-241e2326602c", Title: "استادیوم ورزشی" },


                    { Id: "0111f0e7-8e82-4388-b632-299dd355eb05", Title: "استخر ورزشی" },


                    { Id: "bcc250f3-ec34-478e-813e-872ef4d7f636", Title: "باشگاه ورزشی " },


                    { Id: "8a6b1476-1775-4a56-b912-3e05bc96e629", Title: "پیست اسکی و اتومبیل رانی" },


                    { Id: "2821763e-699e-4716-aa1d-ecace256681e", Title: "سایر فعالیت های ورزشی" },


                    { Id: "6d97abfc-3122-45f1-b887-a40e6eb0ca1f", Title: "مجموعه ورزشی" },


                    { Id: "0801abfe-ca42-4179-808b-2fd337f69b4f", Title: "کف پوش ها و چمن های ورزشی" },

                ]
            },


            { Id: "8175b8c7-695f-4640-924c-c3dbde324e2d", Title: "بنای تاریخی و آثار باستانی" },



            {
                Id: "9d389f4e-7296-422a-8826-e3206ab65ca1", Title: "پارک و شهربازی",
                Children: [

                    { Id: "3251b093-1cc1-44a7-bf77-085e3b6265c8", Title: "پارک و بوستان" },


                    { Id: "c69c648a-00b8-48d8-b413-569073177a49", Title: "تجهیزات پارک و شهر بازی" },


                    { Id: "101207ca-3df4-488d-be59-05ecda5a28c9", Title: "شهر بازی" },


                    { Id: "4b815e71-ab76-452a-b4ca-1d91df1b6d0d", Title: "مراکز تفریح و سرگرمی" },

                ]
            },



            {
                Id: "ca61af3f-0d38-4b85-b4a5-0e8588e907fb", Title: "تئاتر و سینما",
                Children: [

                    { Id: "d4ed6b4c-bba7-4b21-bddd-112ea4b5265e", Title: "استودیو فیلم و صدا" },


                    { Id: "7f6be50e-e2ee-4817-a721-bbade76697ae", Title: "تئاتر" },


                    { Id: "9e81a196-1b74-4c10-a226-d8af697f9d90", Title: "تالار نمایش" },


                    { Id: "4b1c0457-18d5-42e1-b165-83c3b5331223", Title: "سینما" },


                    { Id: "9ce99dd0-6861-4ac0-be74-687b39825d67", Title: "موسسات سینمایی و فیلم سازی" },

                ]
            },


            { Id: "24f900f8-6494-4168-b25d-454878769641", Title: "تالار و نگارخانه" },


            { Id: "9248a49b-0a8c-4a49-8856-c4cde07370fa", Title: "تمبر" },


            { Id: "af052fe0-1f26-4530-ac16-e3570a3eafa1", Title: "خانه فرهنگ محله" },


            { Id: "fdd42581-f0de-4402-93f1-859f7729095f", Title: "خدمات موسیقی و آهنگسازی" },


            { Id: "a2e00e34-b235-4823-b4d2-b3661ec8ab49", Title: "خطاطی و خوشنویسی" },


            { Id: "3e5e805e-a70b-422d-acf1-5a0c11dfa7f1", Title: "فرهنگسرا" },


            { Id: "12f096c0-8f56-4655-ba81-c91bad4db181", Title: "مجموعه فرهنگی ورزشی تفریحی" },


            { Id: "ca672513-849a-4319-a577-634d88078032", Title: "موزه و گنجینه" },


            { Id: "5ed17928-2f6b-4b92-975d-a1a024af125a", Title: "نقاشی و طراحی" },


            { Id: "58da141a-a62a-443b-95fe-23e1acfb1b98", Title: "هنرهای تجسمی" },

        ]
    },



    {
        Id: "2b94f40f-ad3f-4e77-ab92-7a2b253442b6", Title: "کامپیوتر، اطلاعات و ارتباطات",
        Children: [

            { Id: "d49ac728-83a2-4bad-b778-562928837340", Title: "اینترنت و کارت تلفن" },



            {
                Id: "80e628fb-5987-45bb-a5c5-a2c6f5b94868", Title: "پردازش داده",
                Children: [

                    { Id: "c97f609e-80c0-467b-a0d1-4cd245b2724a", Title: "بانک اطلاعاتی و اطلاع رسانی" },


                    { Id: "a20ca9a5-a101-4947-a822-d4a117decd51", Title: "سیستم اطلاعات یکپارچه" },

                ]
            },



            {
                Id: "9b51cc79-3b2d-424a-8ea6-bb80ef4d42ea", Title: "تجهیزات ارتباطی و مخابراتی",
                Children: [

                    { Id: "88133def-ee8d-41c8-8fb7-25d592f13c61", Title: "ارائه راهکارهای مبتنی بر ویپ ( VOIP )" },


                    { Id: "c43da012-795e-468a-b7a7-71d25dee84a0", Title: "تولید، فروش و نصب تجهیزات مخابراتی" },


                    { Id: "0c4cebf7-451e-45d6-bdd9-ba76ecb6e189", Title: "دکل و فرستنده" },


                    { Id: "5cb69ca8-f73a-4702-b12b-2444695d71b3", Title: "رادار و GPS" },


                    { Id: "ac591955-0451-461c-abed-e531bab54f1d", Title: "سیم، کابل و فیبر نوری" },


                    { Id: "0bb07473-e5ea-4ff4-a005-c49108dccc38", Title: "فاکس و تلفن" },


                    { Id: "b011e64e-28c7-4653-84a8-8198273ae278", Title: "فروش تجهیزات ویپ ( VOIP )" },


                    { Id: "08d49ba3-06d6-4e8b-9d8c-85f9ae39e8e9", Title: "مهندسی و مشاوره تجهیزات ارتباطی و مخابراتی" },

                ]
            },



            {
                Id: "c5caac19-54a8-4c19-8b02-5536014246d6", Title: "تلفن همراه (موبایل)",
                Children: [

                    { Id: "7572414c-053d-4a63-986d-9a896247e213", Title: "خرید و فروش سیم کارت" },


                    { Id: "b1af5ba7-be5b-4d24-9a14-4328209058c7", Title: "لوازم جانبی موبایل و تلفن همراه" },


                    { Id: "d5dcb0ea-9dce-4902-a319-095bf8b03a0c", Title: "موبایل و تلفن همراه" },

                ]
            },



            {
                Id: "491e2bf0-ce0c-4650-b619-8cfae89e809a", Title: "رسانه",
                Children: [

                    { Id: "c03b289e-0a35-435a-929b-75988349656b", Title: "ایستگاه تلویزیونی، رادیویی و ماهواره ای" },


                    { Id: "97dde404-67d7-429a-a47d-b9bf62f1cb38", Title: "خبرگزاری" },


                    { Id: "6f26dee6-298e-4db2-92c9-4470382cf820", Title: "روزنامه فروشی و توزیع نشریات " },


                    { Id: "562441e4-c59c-4a28-8f35-ce2b8a887835", Title: "روزنامه و مطبوعات" },


                    { Id: "9d249adf-0f18-47cf-a5b1-b8e5011c23fa", Title: "نشریات تخصصی" },


                    { Id: "1ed7dc69-69ef-4105-bd32-a9770fa62dbc", Title: "نشریات عمومی" },

                ]
            },



            {
                Id: "ee021883-45fc-4e00-9ba7-fd3b8995f1c9", Title: "وب سایت ها و پرتال ها",
                Children: [

                    { Id: "389e4c33-f96e-49d5-9d2c-4067e459cd3e", Title: "بازی های آنلاین" },


                    { Id: "700ed94b-4d97-44be-882f-60375157cc33", Title: "پرتال های اجتماعی" },


                    { Id: "72e3c7ad-0d98-42c2-9ca2-3b3987ce2ff2", Title: "خدمات آنلاین" },


                    { Id: "af9fa4f1-f779-4ca8-911f-f32ad169b14e", Title: "فروشگاه آنلاین" },


                    { Id: "d3b6d1b2-41ce-4b4e-95c1-9c6f8ab8cab9", Title: "نیازمندی های آنلاین" },


                    { Id: "4f1e7537-a4bd-4f96-9006-b13914b2a3f8", Title: "وب سایت های اطلاع رسانی" },


                    { Id: "4869171f-e2fb-4007-8e37-f68e7d3260b5", Title: "وب سایت های پرداخت آنلاین" },


                    { Id: "2fa26788-6354-4a00-bde1-9153b3309fe8", Title: "وب سایت های تبلیغاتی" },


                    { Id: "fe4ceca2-6094-4abf-aca2-f7950ba44178", Title: "وب سایت های خبری" },


                    { Id: "b74753fb-ca11-44d7-a445-d9275c2f26ba", Title: "وب سایت های خودرو" },


                    { Id: "004e8117-bdd5-4448-ae1a-22911fd7c651", Title: "وب سایت های شهری و محله ای" },


                    { Id: "ac430fec-61d7-4154-aa52-227b9c755f84", Title: "وب سایت های گردشگری" },


                    { Id: "b99e033f-4d3c-472f-b3e9-83a8d8660ddd", Title: "وب سایت های مرجع کسب و کار" },


                    { Id: "4d775d58-cbeb-4c32-a358-f0e894194cd2", Title: "وب سایت های مسکن و املاک" },

                ]
            },



            {
                Id: "54929ab1-45f1-4dcc-8cce-b844731c553e", Title: "کامپیوتر",
                Children: [

                    { Id: "da7f92eb-46f0-4921-9723-08c4303f4d13", Title: "خدمات کامپیوتری گوناگون" },



                    {
                        Id: "8815bb20-a301-4626-a2a0-de9f3a855adb", Title: "سخت افزار",
                        Children: [


                            {
                                Id: "dd28c494-61b7-44dc-9bca-f191b083b4ef", Title: "تجهیزات جانبی کامپیوتر",
                                Children: [

                                    { Id: "895612b5-cc81-42fc-a527-09f124b4b56a", Title: "اسپیکر" },


                                    { Id: "76f795ce-2704-4d1a-a7ef-82f07edc9210", Title: "اسکنر" },


                                    { Id: "e4235de0-016c-4cde-acc9-42870739747a", Title: "پلاتر" },


                                    { Id: "bbdd8d9e-bc98-463d-974c-6eb2c03d9650", Title: "تعمیر و خدمات تجهیزات" },


                                    { Id: "d5480566-5b4b-44ab-927d-026b902d146c", Title: "چاپگر" },


                                    { Id: "68d160de-867c-445d-a316-804e48e888d4", Title: "دستگاه تبدیل صوت و تصویر آنالوگ به دیجیتال" },


                                    { Id: "a4b68a2c-d736-41f2-8f8e-a989275cfc2b", Title: "دوربین دیجیتال" },


                                    { Id: "6cdbde54-885e-4046-aee3-222a24b9ddb3", Title: "سایر تجهیزات جانبی کامپیوتر" },


                                    { Id: "e41b18c1-494f-4ab9-9d81-1cc884e5d77b", Title: "صفحه کلید" },


                                    { Id: "f43c1ff7-cc71-4c2d-9edd-b56ccfc084ad", Title: "فروش تجهیزات جانبی" },


                                    { Id: "b7c42e2f-6d57-49cc-9cfd-e363b3a7ef6b", Title: "قفل سخت افزاری" },


                                    { Id: "3a5675ac-8883-447c-b3a4-fafe2d0fe61a", Title: "ماوس" },


                                    { Id: "fe2e4ae3-fa79-4653-a092-f63024c6ec6c", Title: "میکروفن، هدفن و هدست" },


                                    { Id: "1b202ac3-b51f-4134-bb33-d73c5f0d6206", Title: "واردات و صادرات تجهیزات جانبی کامپیوتر" },

                                ]
                            },



                            {
                                Id: "b4f8c2b3-d2cd-40a0-9d77-7291eb21ebc1", Title: "دستگاه های بازی الکترونیکی",
                                Children: [

                                    { Id: "79328c05-a380-4fd9-9bfb-9420d6e8511d", Title: "تعمیر دستگاه های بازی الکترونیکی" },


                                    { Id: "6c6e382e-42b0-478a-a928-2df514ccb741", Title: "فروش دستگاه های بازی الکترونیکی" },

                                ]
                            },



                            {
                                Id: "62b7e63b-9b4b-47f6-bad3-90acd91ddb11", Title: "سی دی(CD)، دی وی دی(DVD)، فلاپی دیسک",
                                Children: [

                                    { Id: "8dedb655-859a-45c1-91e0-d0563ded7623", Title: "بانک سی دی(CD)، دی وی دی(DVD)، فلاپی دیسک" },


                                    { Id: "9bff57e4-306e-4f46-a596-978802e4269a", Title: "تولید سی دی(CD)، دی وی دی(DVD)، فلاپی دیسک" },


                                    { Id: "a375f0bc-46a1-4a36-9afe-880b38d6965d", Title: "چاپ و تکثیر و بسته بندی انبوه سی دی(CD)، دی وی دی(DVD)" },


                                    { Id: "9ce655c9-2e3e-41df-899c-9f19d6f37da3", Title: "فروش سی دی(CD)، دی وی دی(DVD)" },


                                    { Id: "1292c1d6-d2e4-4d66-bbb2-13556d897b00", Title: "فروش فلاپی دیسک" },

                                ]
                            },



                            {
                                Id: "c4bfc0d7-ab50-4b70-8d46-7e47492e95f6", Title: "قطعات سخت افزاری",
                                Children: [

                                    { Id: "2821fca4-0459-4ff3-a29a-0d6e7fcf938e", Title: "تعمیر قطعات سخت افزاری" },


                                    { Id: "94a54835-1f84-47d5-b6d0-2c65ef8750c7", Title: "تولید قطعات سخت افزاری" },


                                    { Id: "b7c3cebd-d87a-4a8e-b2ca-2b02619e2022", Title: "فروش قطعات سخت افزاری" },


                                    { Id: "264685d4-95b9-4e6e-8209-43dfbfae3732", Title: "واردات و صادرات قطعات سخت افزاری" },

                                ]
                            },



                            {
                                Id: "5f0b1d43-f4ef-475d-98d5-d9f91005b214", Title: "مانیتور",
                                Children: [

                                    { Id: "a646d7b9-2471-4290-93d6-80dec88da11a", Title: "تولید مانیتور" },


                                    { Id: "d06733db-ea0b-4839-8964-accf588661c5", Title: "فروش مانیتور" },

                                ]
                            },


                            { Id: "5006e555-f16b-4bb4-a1f6-0474e16d17f0", Title: "کامپیوتر سرور و تجهیزات مرتبط" },


                            { Id: "ef88f666-6fba-4630-91ed-118358ab4c41", Title: "کیس کامپیوتر" },

                        ]
                    },



                    {
                        Id: "05e288c6-74bf-441c-8b48-29caed945b24", Title: "شبکه و اینترنت",
                        Children: [

                            { Id: "6225c817-48d2-4dd8-b5dd-ce5f7b74cdaa", Title: "ISP و اینترنت پرسرعت" },


                            { Id: "45b5f782-8403-4f60-bcce-20354a2759ef", Title: "امنیت شبکه" },


                            { Id: "4fa1558e-70eb-419e-a0bd-04ffd82efc31", Title: "خدمات ماهواره ای شبکه و اینترنت" },


                            { Id: "ff9f6077-ffad-4801-8af2-c3dec242c59a", Title: "مهندسی و تجهیزات شبکه " },


                            { Id: "36e91462-d1cc-4d71-bb6b-2c7c3c655c2f", Title: "هاست و هاستینگ" },


                            { Id: "792f0210-ec4b-4006-8d16-fa115383be48", Title: "کافی نت و کیوسک اینترنت" },

                        ]
                    },



                    {
                        Id: "62557e4d-4a00-4823-aaff-cbae0d159e40", Title: "لپ تاپ، نوت بوک و تبلت",
                        Children: [

                            { Id: "386212d4-c236-4e4e-85a8-acc0331e2330", Title: "تعمیر لپ تاپ، نوت بوک و تبلت" },


                            { Id: "7928e6ec-c7a8-4c58-a3a6-a2b321497224", Title: "فروش لپ تاپ، نوت بوک و تبلت" },


                            { Id: "e21df863-b23f-4020-9f3a-91f55d122b9a", Title: "واردات و صادرات لپ تاپ، نوت بوک و تبلت" },

                        ]
                    },


                    { Id: "f11db324-f624-40ac-a777-f969e98043f6", Title: "مشاوره و مهندسی صنعت کامپیوتر" },



                    {
                        Id: "08d61b07-0f62-44c6-aa98-0d94e1e245b2", Title: "نرم افزار کامپیوتری",
                        Children: [

                            { Id: "27eeec40-b8ab-4ebb-8181-93c6b6b7815b", Title: "آنتی ویروس" },


                            { Id: "104975fd-ba2e-4331-97e1-4f40248b3eef", Title: "برنامه نویسی و نرم افزار" },


                            { Id: "2217ec11-e293-4e99-b285-ac742eae93ce", Title: "سایر نرم افزارها" },


                            { Id: "e22ed90e-3ab6-4231-bc77-cba786e85ac5", Title: "سیستم مدیریت و مالی" },


                            { Id: "a882d8b7-19e4-4319-b4cc-c84c384c55ea", Title: "طراحی وب" },


                            { Id: "6719a483-105c-4927-85e1-ec5bea5e7039", Title: "قفل نرم افزاری" },


                            { Id: "df6511ce-5e69-466a-a30c-94aa617fae4c", Title: "مولتی مدیا و چند رسانه ای" },


                            { Id: "84e4586e-f86d-4bc6-8401-08ee135a3a22", Title: "نرم افزار CRM - مدیریت ارتباط با مشتری" },


                            { Id: "944c514e-e01c-4bf9-b950-837625a196cf", Title: "نرم افزار ERP" },


                            { Id: "4dda180c-0fb3-43c4-828d-e0b9e62eefd1", Title: "نرم افزار آموزشی" },


                            { Id: "de30e071-87eb-439e-aafb-ed9b19af6876", Title: "نرم افزار اتوماسیون اداری و مالی" },


                            { Id: "25c2bd40-9d75-4c58-a069-a13de5ac99ff", Title: "نرم افزار اتوماسیون صنعتی" },


                            { Id: "752291d0-7a23-4578-a0a3-0e0bd040185d", Title: "نرم افزار بازی" },


                            { Id: "36e44374-4ae5-4d15-ad6b-7bf93c818703", Title: "نرم افزار پخش" },


                            { Id: "760c50e6-2cad-413e-bcaf-388d03cea45c", Title: "نرم افزار فارسی ساز" },


                            { Id: "e6877a1a-e2f2-4fee-8f48-09846cec091e", Title: "نرم افزار قرآنی و مذهبی" },


                            { Id: "61bbb3d6-ca16-474b-b9ef-e9f211cb93ca", Title: "نرم افزار مهندسی" },


                            { Id: "796b7659-6ef2-4ad0-9b00-c6f0cc65e2f8", Title: "نرم افزار کاربردی" },

                        ]
                    },

                ]
            },

        ]
    },

]
export default senfList;
